Repository: precliniverse/precliniset
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Show _MENU_ entries
fr: Afficher _MENU_ entrées

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Affichage de _START_ à _END_ sur _TOTAL_ entrées

source: Showing 0 to 0 of 0 entries
fr: Affichage de 0 à 0 sur 0 entrée

source: (filtered from _MAX_ total entries)
fr: (filtré de _MAX_ entrées totales)

source: Loading...
fr: Chargement...

source: No matching records found
fr: Aucun enreigtrement correspondant.

source: No data available in table
fr: Aucune donnée disponible

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: : activate to sort column ascending
fr: activer pour trier la colonne par ordre croissant

source: : activate to sort column descending
fr: activer pour trier la colonne par ordre décroissant

source: Controlled Molecules Reporting
fr: Rapport sur les molécules contrôlées

source: Molecule
fr: Molécule

source: -- All Molecules --
fr: -- Toutes les molécules --

source: Animals
fr: Animaux

source: Group
fr: Groupe

source: Project
fr: Projet

source: Back to List
fr: Retour à la liste

source: Total Volume Used
fr: Volume total utilisé

source: Animals Treated
fr: Animaux traités

source: Detailed History
fr: Historique détaillé

source: Protocol
fr: Protocole

source: Recorded By
fr: Enregistré par

source: Bulk Upload Animal Models
fr: Importation en masse de modèles animaux

source: Bulk Upload Animal Models from XLSX
fr: Importation en masse de modèles animaux depuis un fichier XLSX

source: Use this tool to create multiple animal models and link analytes in a single operation.
fr: Utilisez cet outil pour créer plusieurs modèles animaux et lier des analytes en une seule opération.

source: Download the template here.
fr: Téléchargez le modèle ici.

source: Review Bulk Animal Model Upload
fr: Vérification de l'importation en masse de modèles animaux

source: Review Animal Model Import
fr: Vérification de l'importation de modèles animaux

source: Conflicts Found
fr: Conflits trouvés

source: The following issues must be resolved in your XLSX file before you can import.
fr: Les problèmes suivants doivent être résolus dans votre fichier XLSX avant de pouvoir importer.

source: Go Back
fr: Retour

source: No conflicts found. Review the data below before confirming the import.
fr: Aucun conflit trouvé. Vérifiez les données ci-dessous avant de confirmer l'importation.

source: Skipped Models
fr: Modèles ignorés

source: The following animal models already exist and will be skipped:
fr: Les modèles animaux suivants existent déjà et seront ignorés :

source: New Animal Models to Be Created
fr: Nouveaux modèles animaux à créer

source: Model:
fr: Modèle :

source: Metadata:
fr: Métadonnées :

source: Default:
fr: Par défaut :

source: No new animal models to create.
fr: Aucun nouveau modèle animal à créer.

source: New Analytes to Be Created
fr: Nouveaux analytes à créer

source: Unit:
fr: Unité :

source: No new analytes will be created.
fr: Aucun nouvel analyte ne sera créé.

source: Confirm and Import
fr: Confirmer et importer

source: Bulk Upload Protocols
fr: Importation en masse de protocoles

source: Bulk Upload Protocols from XLSX
fr: Importation en masse de protocoles depuis un fichier XLSX

source: Use this tool to create multiple protocols and link analytes in a single operation.
fr: Utilisez cet outil pour créer plusieurs protocoles et lier des analytes en une seule opération.

source: Review Bulk Protocol Upload
fr: Vérification de l'importation en masse de protocoles

source: Please review the changes below. If everything is correct, click "Confirm Import" to save them to the database.
fr: Veuillez examiner les modifications ci-dessous. Si tout est correct, cliquez sur "Confirmer l'importation" pour les enregistrer dans la base de données.

source: The following issues were found in your upload. Please correct them in your file and try again. The import cannot proceed.
fr: Les problèmes suivants ont été détectés lors de votre importation. Veuillez les corriger dans votre fichier et réessayer. L'importation ne peut pas continuer.

source: Skipped Protocols
fr: Protocoles ignorés

source: The following protocols already exist in the database and will be skipped:
fr: Les protocoles suivants existent déjà dans la base de données et seront ignorés :

source: New Protocols to be Created
fr: Nouveaux protocoles à créer

source: Severity:
fr: Sévérité :

source: Analytes to be linked:
fr: Analytes à lier :

source: No new protocols to create.
fr: Aucun nouveau protocole à créer.

source: New Analytes to be Created
fr: Nouveaux analytes à créer

source: Data Type:
fr: Type de données :

source: Allowed Values:
fr: Valeurs autorisées :

source: No new analytes to create.
fr: Aucun nouvel analyte à créer.

source: Cancel and Upload Again
fr: Annuler et importer à nouveau

source: Confirm Import
fr: Confirmer l'importation

source: Back to All Models
fr: Retour à tous les modèles

source: Download as XLSX
fr: Télécharger en XLSX

source: Enter model name
fr: Entrez le nom du modèle

source: Current Attachment:
fr: Pièce jointe actuelle :

source: Required Skills
fr: Compétences requises

source: Select controlled molecules used in this protocol.
fr: Sélectionner les molécules contrôlées utilisées dans ce protocole.

source: Search and Add Analytes
fr: Rechercher et ajouter des analytes

source: Start typing to search for analytes by name or description...
fr: Commencez à taper pour rechercher des analytes par nom ou description...

source: Create New Analyte
fr: Créer un nouvel analyte

source: Selected Analytes
fr: Analytes sélectionnés

source: Analyte Index
fr: Index de l'analyte

source: Default
fr: Par défaut

source: Formula e.g. ([#1]+[#2])/2
fr: Formule ex: ([#1]+[#2])/2

source: Formula Help
fr: Aide sur les formules

source: Use [#1], [#2] for indices, or [Analyte Name]. Math functions: sqrt, log, log10, exp, abs, round, min, max, pow. Animal context available: [Weight], [Age (Days)], etc.
fr: Utilisez [#1], [#2] pour les indices, ou [Nom Analyte]. Fonctions math : sqrt, log, log10, exp, abs, round, min, max, pow. Contexte animal disponible : [Weight], [Age (Days)], etc.

source: View allowed values
fr: Afficher les valeurs autorisées

source: Metadata
fr: Métadonnées

source: Sensitive
fr: Sensible

source: Allowed values:
fr: Valeurs autorisées :

source: Save Model
fr: Enregistrer le modèle

source: Unit
fr: Unité

source: Data Type
fr: Type de données

source: Allowed Values
fr: Valeurs autorisées

source: Semicolon-separated values
fr: Valeurs séparées par des points-virgules

source: Create and Add
fr: Créer et ajouter

source: Select molecules
fr: Sélectionner des molécules

source: Select pipelines
fr: Sélectionner le script

source: Animal Models
fr: Modèles animaux

source: Create New Animal Model
fr: Créer un nouveau modèle animal

source: Related Groups
fr: Groupes liés

source: Duplicate Model
fr: Dupliquer le modèle

source: Are you sure you want to delete this Animal model? This cannot be undone.
fr: Êtes-vous sûr(e) de vouloir supprimer ce modèle animal ? Cette action est irréversible.

source: Delete Model
fr: Supprimer le modèle

source: No animal models found. Click the + button to create one.
fr: Aucun modèle animal trouvé. Cliquez sur le bouton + pour en créer un.

source: Protocol Models
fr: Modèles de protocole

source: Create New Protocol Model
fr: Créer un nouveau modèle de protocole

source: Bulk Edition
fr: Édition en masse

source: Download Template
fr: Télécharger le modèle

source: Upload File
fr: Importer un fichier

source: Related DataTables
fr: Tables de données liées

source: Download All Data
fr: Télécharger toutes les données

source: Are you sure you want to delete this Protocol model? This cannot be undone.
fr: Êtes-vous sûr(e) de vouloir supprimer ce modèle de protocole ? Cette action est irréversible.

source: No protocol models found. Click the + button to create one.
fr: Aucun modèle de protocole trouvé. Cliquez sur le bouton + pour en créer un.

source: Search:
fr: Rechercher :

source: Enter the new name for the duplicated model:
fr: Entrez le nouveau nom pour le modèle dupliqué :

source: Analysis
fr: Analyse

source: Analysis: %(group)s
fr: Analyse : %(group)s

source: Source Data:
fr: Source :

source: Select grouping parameter...
fr: Sélectionner le paramètre de regroupement...

source: Do not split analysis
fr: Ne pas diviser l'analyse

source: Analyzing...
fr: Analyse en cours...

source: Exporting...
fr: Export en cours...

source: Error
fr: Erreur

source: Reset analysis selection?
fr: Réinitialiser la sélection d'analyse ?

source: Create New Data Table
fr: Créer une table de données

source: Create
fr: Créer

source: All DataTables
fr: Toutes les tables de données

source: selected
fr: sélectionné

source: Merge
fr: Fusionner

source: Transpose
fr: Transposer

source: Analyze
fr: Analyser

source: Clear
fr: Effacer

source: All Statuses
fr: Tous les statuts

source: Archived Only
fr: Archivés uniquement

source: All Protocols
fr: Tous les protocoles

source: Date From
fr: Date de

source: Date To
fr: Date à

source: Search datatables...
fr: Rechercher des tables de données...

source: Search for a group...
fr: Rechercher un groupe...

source: Edit Data Table
fr: Modifier la table de données

source: EA
fr: DAP

source: View
fr: Afficher

source: Download Blinded XLSX
fr: Télécharger XLSX (En aveugle)

source: Blinded
fr: En aveugle

source: Download Unblinded
fr: Télécharger (Levée de l'aveugle)

source: Download XLSX
fr: Télécharger XLSX

source: Download
fr: Télécharger

source: Download Transposed (Prism)
fr: Télécharger transposé (Prism)

source: Add to My Page
fr: Ajouter à Ma Page

source: Pin
fr: Épingler

source: Remove from My Page
fr: Retirer de Ma Page

source: Unpin
fr: Désépingler

source: View on Calendar
fr: Voir sur le calendrier

source: Assigned To
fr: Assigné à

source: Housing
fr: Hébergement :

source: Update Info
fr: Mettre à jour

source: Update Metadata
fr: Mettre à jour les métadonnées

source: Raw Data URL
fr: URL des données brutes

source: Upload New File
fr: Importer un fichier

source: Import Data
fr: Importer des données

source: Upload an Excel (.xlsx, .xls) or CSV file to update existing data. The file must contain an ID column to match animals. Only columns corresponding to protocol analytes will be updated.
fr: Importez un fichier Excel (.xlsx, .xls) ou CSV pour mettre à jour les données existantes. Le fichier doit contenir une colonne "ID" pour correspondre aux animaux. Seules les colonnes correspondant aux analytes du protocole seront mises à jour.

source: Controlled Molecules Usage
fr: Utilisation des molécules contrôlées

source: Record Usage
fr: Enregistrer l'usage

source: Select Animals (treated)
fr: Sélectionner les animaux (traités)

source: Usage History in this Table
fr: Historique d'utilisation dans cette table

source: Unknown
fr: Inconnu

source: No usage recorded yet.
fr: Aucun usage enregistré pour l'instant.

source: Manage Uploaded Files
fr: Gérer les fichiers importés

source: Delete file
fr: Supprimer le fichier

source: No files have been uploaded yet.
fr: Aucun fichier n'a encore été importé.

source: Calculated Field
fr: Champ calculé

source: No rows defined for this experimental group.
fr: Aucune ligne définie pour ce groupe expérimental.

source: Save Changes
fr: Enregistrer les modifications

source: Show Metadata
fr: Afficher les métadonnées

source: Protocol Details
fr: Détails du protocole

source: No description provided.
fr: Aucune description fournie.

source: Reference URL:
fr: URL de référence :

source: No reference URL provided.
fr: Aucune URL de référence fournie.

source: Attachment:
fr: Pièce jointe :

source: No attachment provided.
fr: Aucune pièce jointe fournie.

source: Import Raw Data Assistant
fr: Assistant d'import de données brutes

source: Upload
fr: Import

source: Mapping
fr: Assignation

source: Step 1: Upload Raw Data File
fr: Etape 1: Importer les données brutes

source: Supported formats: CSV, XLSX, XLS, TXT, JSON
fr: Formats supportés: CSV, XLSX, XLS, TXT, JSON

source: Choose File
fr: Choisir un fichier

source: Advanced Parsing Options
fr: Options d'assignation avancées

source: Rows to skip
fr: Lignes à sauter

source: Data anchor text
fr: Texte d'ancrage

source: e.g. [DATA]
fr: Exemple : [DATA]

source: Skips all lines until this text is found.
fr: Sauter toutes les lignes jusqu'à ce que ce texte soit trouvé.

source: Anchor Offset
fr: Décalage (Jours)

source: X rows to skip AFTER the anchor.
fr: X lignes à sauter après l'ancre.

source: Row Interval
fr: Intervalle de lignes

source: Import every Xth row (e.g. 11 for skip 10).
fr: Importer chaque X ligne (ex: 11 pour sauter 10)

source: Use Import Pipeline (Script)
fr: Utiliser un script d'import

source: Select Mapping Template (Optional)
fr: Sélectionner le modèle d'import (Optionnel)

source: Import from JSON
fr: Importer depuis JSON

source: Step 2: Map Columns & Formulas
fr: Etape 2: Assigner les colonnes et formules

source: Export JSON
fr: Exporter les données JSON

source: Help Guide
fr: Aide

source: Advanced Logic Guide
fr: Options avancées

source: Advanced
fr: Avancé

source: Constants
fr: Constantes

source: File Column Header
fr: En-tête de colonne

source: Map to Analyte
fr: Assigner à l'analyte

source: Preview Data
fr: Voir les données

source: Save this mapping as a new template
fr: Enregistrer ce mappage comme un nouveau modèle

source: Template Name
fr: Nom du modèle

source: Step 3: Animal ID Validation
fr: Etape 3 : Validation des identifiants des animaux

source: Validating animal IDs...
fr: Validation des identifiants des animaux...

source: Step 4: Final Confirmation
fr: Étape 4 : Confirmation finale

source: Important: This will overwrite any existing data for the matched animals in this datatable. This action will be logged in the audit trail.
fr: Important : Cette action va écraser les données existantes pour les animaux correspondants dans cette table de données. Cette action sera enregistrée dans le journal des modifications.

source: Import Now
fr: Importer maintenant

source: Select Housing Conditions
fr: Sélectionner les conditions d'hébergement

source: Hide Metadata
fr: Masquer les métadonnées

source: Are you sure you want to delete this file?
fr: Êtes-vous sûr de vouloir supprimer ce fichier ?

source: DataTables for Group:
fr: Tables de données pour le groupe :

source: Group Archived
fr: Groupe archivé

source: Project Archived
fr: Projet archivé

source: Search all datatables...
fr: Rechercher toutes les tables de données...

source: Show _MENU_ datatables
fr: Afficher _MENU_ tables de données

source: All %s entries on this page are selected.
fr: Toutes les %s entrées de cette page sont sélectionnées.

source: All %s matching entries are selected.
fr: Toutes les %s entrées correspondantes sont sélectionnées.

source: Select all %s matching
fr: Sélectionner tous les %s correspondants

source: Clear selection
fr: Effacer la sélection

source: Please select at least one datatable.
fr: Veuillez sélectionner au moins une table de données.

source: Are you sure you want to delete this datatable?
fr: Êtes-vous sûr de vouloir supprimer cette table de données ?

source: Are you sure you want to delete the selected datatables? This action cannot be undone.
fr: Êtes-vous sûr(e) de vouloir supprimer les tables de données sélectionnées ? Cette action est irréversible.

source: An error occurred. Please try again.
fr: Une erreur est survenue. Veuillez réessayer.

source: Back to Groups
fr: Retour aux groupes

source: New DataTable for this Group
fr: Nouvelle table de données pour ce groupe

source: Download All Group Data (XLSX)
fr: Télécharger toutes les données du groupe (XLSX)

source: datatables selected.
fr: tables de données sélectionnées.

source: Analyze Selected
fr: Analyser la sélection

source: Download Merged
fr: Télécharger la fusion

source: Delete Selected
fr: Supprimer la sélection

source: Experimental Group
fr: Groupe expérimental

source: View DataTable
fr: Afficher la table de données

source: Data Table
fr: Tables de données

source: Blinding Status:
fr: Simple Aveugle :

source: You are viewing unblinded data because you have the necessary permissions. Other users will only see 'Blinded Group' identifiers.
fr: Vous consultez des données démasquées car vous êtes administrateur. Les autres utilisateurs ne verront que les valeurs 'Groupe (En aveugle)'.

source: Treatment group assignments are currently blinded to ensure study integrity.
fr: Les affectations aux groupes de traitement sont actuellement masquées (aveugle).

source: Group Data By (Animal Model Parameters)
fr: Regrouper les données par (Paramètres du modèle animal)

source: Select one or more parameters to group the data. Hold Ctrl/Cmd to select multiple.
fr: Sélectionnez un ou plusieurs paramètres pour regrouper les données. Maintenez Ctrl/Cmd pour en sélectionner plusieurs.

source: Exclude Outliers from Stats
fr: Exclure les valeurs aberrantes des statistiques

source: Apply Options
fr: Appliquer les options

source: No grouping parameters available from the Animal Model.
fr: Aucun paramètre de regroupement disponible à partir du modèle animal.

source: Individual Animal Data & Group Summaries
fr: Données individuelles des animaux et résumés des groupes

source: Outliers (values beyond 1.5x IQR from Q1/Q3 of original group/overall data) are excluded from the summary statistics below, but are still shown and highlighted in the main data table.
fr: Les valeurs aberrantes (valeurs au-delà de 1,5x l'écart interquartile du Q1/Q3 des données originales du groupe/globales) sont exclues des statistiques récapitulatives ci-dessous, mais sont toujours affichées et mises en évidence dans le tableau de données principal.

source: No data to display.
fr: Aucune donnée à afficher.

source: Subgroup Summaries
fr: Résumés des sous-groupes

source: N (Used for Stats)
fr: N (Utilisé pour les stats)

source: Age Range
fr: Tranche d'âge

source: Mean ± SEM
fr: Moyenne ± ESM

source: Select Reference Range
fr: Sélectionner un intervalle de référence

source: Select a pre-defined reference range to compare against your current data.
fr: Sélectionnez un intervalle de référence prédéfini à comparer avec vos données actuelles.

source: Available Reference Ranges
fr: Intervalles de référence disponibles

source: Select a range
fr: Sélectionner un intervalle

source: Filter by Age (optional)
fr: Filtrer par âge (facultatif)

source: Current Age ±
fr: Âge actuel ±

source: days
fr: jours

source: Include all ages (ignore age filter)
fr: Inclure tous les âges (ignorer le filtre d'âge)

source: Calculating reference data...
fr: Calcul des données de référence en cours...

source: Fetch & Apply Range
fr: Récupérer et appliquer l'intervalle

source: Select grouping parameters...
fr: Sélectionner les paramètres de regroupement...

source: Please select a Reference Range.
fr: Veuillez sélectionner un intervalle de référence.

source: The age of the animals in this datatable is outside the recommended age range for the selected reference. Do you want to continue?
fr: L'âge des animaux dans cette table de données est en dehors de la tranche d'âge recommandée pour la référence sélectionnée. Voulez-vous continuer ?

source: Error:
fr: Erreur :

source: Parameter
fr: Paramètre

source: Mean
fr: Moyenne

source: Std Dev
fr: Écart-type

source: Download Comparison
fr: Télécharger la comparaison

source: No reference range data available for the selected criteria.
fr: Aucune donnée d'intervalle de référence disponible pour les critères sélectionnés.

source: Step 1: Select Parameters & Design
fr: Étape 1 : Sélectionner les paramètres et le plan

source: Grouping Parameters:
fr: Paramètres de regroupement :

source: Factors defining your groups (e.g. Treatment, Genotype)
fr: Facteurs définissant vos groupes (ex: Traitement, Génotype)

source: Loading parameters...
fr: Chargement des paramètres...

source: Select at least one grouping parameter.
fr: Sélectionner au moins un paramètre de regroupement.

source: Parameters to Analyze:
fr: Paramètres à analyser :

source: All
fr: Tous

source: Clear All
fr: Tout effacer

source: Select at least one numerical parameter.
fr: Sélectionner au moins un paramètre numérique.

source: Advanced Design Options
fr: Options de conception avancées

source: Control Group (for Comparisons)
fr: Groupe Contrôle (pour comparaisons)

source: Select the group to serve as the baseline/control for post-hoc tests (e.g., Dunnett's).
fr: Sélectionnez le groupe servant de référence/contrôle pour les tests post-hoc (ex: Dunnett).

source: -- None / Auto --
fr: -- Aucun / Auto --

source: Split Analysis By:
fr: Diviser l'analyse par :

source: Covariate (for ANCOVA)
fr: Covariable (pour ANCOVA)

source: Select a continuous variable to control for (e.g., Baseline Weight). Enables ANCOVA suggestions.
fr: Sélectionnez une variable continue à contrôler (ex: Poids de référence). Active les suggestions ANCOVA.

source: -- None --
fr: -- Aucun --

source: Survival Analysis (Kaplan-Meier)
fr: Analyse de survie (Kaplan-Meier)

source: Enable Survival Analysis
fr: Activer l'analyse de survie

source: Date of Death Col
fr: Col. Date de décès

source: -- Select Date Column --
fr: -- Sélectionner la colonne Date --

source: Used to calc duration.
fr: Utilisé pour calculer la durée.

source: Status / Event Col
fr: Col. Statut / Événement

source: -- Select Status Column --
fr: -- Sélectionner la colonne Statut --

source: Value "1" or "Dead" = Event.
fr: Valeur "1" ou "Mort" = Événement.

source: Exclude outliers (IQR)
fr: Exclure les valeurs aberrantes (IQR)

source: Repeated Measures Design?
fr: Plan de mesures répétées ?

source: Requires ID: "{col}"
fr: Nécessite la colonne ID : "{col}"

source: MISSING
fr: MANQUANT

source: Next: Check Data & Propose Tests
fr: Suivant : Vérifier les données et proposer des tests

source: Step 2: Review Data & Select Tests
fr: Étape 2 : Examiner les données et sélectionner les tests

source: Data Health Checks
fr: Vérifications de la santé des données

source: Proposed Statistical Tests
fr: Tests statistiques proposés

source: Repeated Measures Design Detected
fr: Plan de mesures répétées détecté

source: Proposed Test:
fr: Test proposé :

source: No specific test was automatically suggested.
fr: Aucun test spécifique n'a été suggéré automatiquement.

source: Graph Type
fr: Type de graphique

source: Box Plot
fr: Boîte à moustaches

source: Violin Plot
fr: Diagramme en violon

source: Bar (Mean/SEM)
fr: Barres (Moyenne/ESM)

source: Scatter Plot
fr: Nuage de points (Strip)

source: Line Plot (Mean/SEM)
fr: Graphique linéaire (Moyenne +/- ESM)

source: Select Test Manually
fr: Sélectionner le test manuellement

source: No Test (Summary Only)
fr: Pas de test (Résumé uniquement)

source: Normality
fr: Normalité

source: Equal Variance
fr: Variance égale

source: Suggested Test
fr: Test suggéré

source: Reason
fr: Raison

source: No parameters checked.
fr: Aucun paramètre coché.

source: Run Analysis
fr: Lancer l'analyse

source: No data available
fr: Aucune donnée disponible

source: Summary Statistics
fr: Statistiques descriptives

source: Analysis Results
fr: Résultats de l'analyse

source: Export
fr: Exporter

source: Analyzed Data:
fr: Données analysées :

source: Group:
fr: Groupe :

source: DataTable:
fr: Tables de données :

source: Analysis Error
fr: Erreur d'analyse

source: Log-Rank Test Results
fr: Résultats du test Log-Rank

source: P-Value
fr: Valeur p

source: Group Composition Summary
fr: Résumé de la composition du groupe

source: No analysis results were generated.
fr: Aucun résultat d'analyse n'a été généré.

source: Edit Parameters
fr: Modifier les paramètres

source: Re-Run
fr: Relancer
