Repository: precliniverse/precliniset
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Welcome to Precliniset!
fr: Bienvenue sur Precliniset !

source: Hello %(username)s,
fr: Bonjour %(username)s,

source: Thank you for registering for Precliniset, your new hub for managing preclinical research data. To get started, you need to activate your account by clicking the button below.
fr: Merci de vous être inscrit à Precliniset, votre nouvelle plateforme pour la gestion des données de recherche préclinique. Pour commencer, vous devez activer votre compte en cliquant sur le bouton ci-dessous.

source: Activate Your Account
fr: Activez votre compte

source: What Happens Next?
fr: Que se passe-t-il ensuite ?

source: After activating, you will be able to log in.
fr: Après activation, vous pourrez vous connecter.

source: An administrator must add you to a Team before you can create or view any projects.
fr: Un administrateur doit vous ajouter à une équipe avant que vous ne puissiez créer ou voir des projets.

source: If you did not request this account, please ignore this email.
fr: Si vous n'avez pas demandé ce compte, veuillez ignorer cet e-mail.

source: This link will expire in 1 hour.
fr: Ce lien expirera dans 1 heure.

source: You requested to change the email address associated with your Experiment App account.
fr: Vous avez demandé à changer l'adresse e-mail associée à votre compte Precliniset.

source: Please click the button below to confirm this new email address. If you did not request this change, you can safely ignore this email.
fr: Veuillez cliquer sur le bouton ci-dessous pour confirmer cette nouvelle adresse e-mail. Si vous n'avez pas demandé ce changement, vous pouvez ignorer cet e-mail en toute sécurité.

source: Confirm New Email Address
fr: Confirmer la nouvelle adresse e-mail

source: Thanks,<br>The Experiment App Team
fr: Merci,<br>L'équipe Precliniset

source: Reset Your Precliniset Password
fr: Réinitialiser votre mot de passe Precliniset

source: Password Reset Request
fr: Demande de réinitialisation de mot de passe

source: You have requested to reset your password for your Precliniset account. Click the button below to reset your password:
fr: Vous avez demandé à réinitialiser votre mot de passe pour votre compte Precliniset. Cliquez sur le bouton ci-dessous pour le réinitialiser :

source: If you did not request a password reset, please ignore this email. Your password will remain unchanged.
fr: Si vous n'avez pas demandé de réinitialisation, veuillez ignorer cet e-mail. Votre mot de passe restera inchangé.

source: Set Your Precliniset Password
fr: Définir votre mot de passe Precliniset

source: An administrator has invited you to Precliniset. Please click the button below to set your password and activate your account.
fr: Un administrateur vous a invité sur Precliniset. Veuillez cliquer sur le bouton ci-dessous pour définir votre mot de passe et activer votre compte.

source: After setting your password, you will be able to log in.
fr: Après avoir défini votre mot de passe, vous pourrez vous connecter.

source: You have been added to a team and assigned a role by your administrator.
fr: Vous avez été ajouté à une équipe et un rôle vous a été attribué par votre administrateur.

source: If you did not expect this invitation, please ignore this email.
fr: Si vous n'attendiez pas cette invitation, veuillez ignorer cet e-mail.

source: Hello,
fr: Bonjour,

source: This is a test email sent from your Precliniset application to verify that the SMTP settings are configured correctly.
fr: Ceci est un e-mail de test envoyé depuis votre application Precliniset pour vérifier que les paramètres SMTP sont correctement configurés.

source: If you have received this, your email configuration is working!
fr: Si vous avez reçu ceci, votre configuration d'e-mail fonctionne !

source: This is an automated message from your Precliniset instance.
fr: Ceci est un message automatisé de votre instance Precliniset.

source: Workplan Update Notification
fr: Notification de mise à jour du plan de travail

source: Workplan Update for Project: %(project_name)s
fr: Mise à jour du plan de travail pour le projet : %(project_name)s

source: This is a notification that the workplan "%(workplan_name)s" has been updated by %(user_email)s.
fr: Ceci est une notification pour vous informer que le plan de travail "%(workplan_name)s" a été mis à jour par %(user_email)s.

source: Comment provided for this change:
fr: Commentaire fourni pour cette modification :

source: View Workplan
fr: Voir le plan de travail

source: Permission Denied
fr: Permission refusée

source: Access Forbidden
fr: Accès interdit

source: Sorry, you don't have the necessary permissions to access this page or perform the requested action.
fr: Désolé, vous n'avez pas les permissions nécessaires pour accéder à cette page ou effectuer l'action demandée.

source: If you believe you should have access, please contact your team administrator or the project owner to request the appropriate permissions.
fr: Si vous pensez devoir y avoir accès, veuillez contacter l'administrateur de votre équipe ou le propriétaire du projet pour demander les permissions appropriées.

source: You can return to the previous page or go to the homepage.
fr: Vous pouvez revenir à la page précédente ou aller à l'accueil.

source: Go to Homepage
fr: Aller à l'accueil

source: Back to Approvals List
fr: Retour à la liste des autorisations

source: View Groups
fr: Afficher les groupes

source: View DataTables
fr: Afficher les tables de données

source: General Information
fr: Informations générales

source: Procedures
fr: Procédures

source: Remove Procedure
fr: Supprimer la procédure

source: Add Procedure
fr: Ajouter une procédure

source: Procedure Name
fr: Nom de la procédure

source: Pain Management
fr: Gestion de la douleur

source: Is Euthanasia an Endpoint?
fr: L'euthanasie est-elle un critère d'évaluation final ?

source: At least one procedure is required.
fr: Au moins une procédure est requise.

source: Upload an APAFIS XML file to pre-fill the creation form.
fr: Importez un fichier XML APAFIS pour pré-remplir le formulaire de création.

source: Approval Title:
fr: Titre de l'autorisation :

source: Reference:
fr: Référence :

source: Back to All Ethical Approvals
fr: Retour à toutes les autorisations éthiques

source: Filter by Year
fr: Filtrer par année

source: All Years
fr: Toutes les années

source: DataTables Linked to this Approval (via Experimental Groups)
fr: Tables de données liées à cette autorisation (via les groupes expérimentaux)

source: Group Name
fr: Nom du groupe

source: Protocol Severity
fr: Sévérité du protocole

source: Edit DataTable
fr: Modifier la table de données

source: No DataTables are currently linked to this ethical approval (via its groups) that you have permission to view.
fr: Aucune table de données n'est actuellement liée à cette autorisation éthique (via ses groupes) que vous êtes autorisé à consulter.

source: Import from XML
fr: Importer depuis un fichier XML

source: Statistics
fr: Statistiques

source: Create New Ethical Approval
fr: Créer une nouvelle autorisation éthique

source: Reference
fr: Référence

source: Title
fr: Titre

source: Severity (EA)
fr: Sévérité (AE)

source: Animals Linked
fr: Animaux liés

source: Animals Used
fr: Animaux utilisés

source: Groups Linked
fr: Groupes liés

source: DataTables Linked
fr: Tables de données liées

source: View %(count)s linked group(s)
fr: Afficher %(count)s groupe(s) lié(s)

source: View %(count)s linked DataTable(s)
fr: Afficher %(count)s table(s) de données liée(s)

source: Delete Ethical Approval
fr: Supprimer l'autorisation éthique

source: Showing
fr: Affichage :

source: of
fr: sur

source: ethical approvals
fr: autorisations éthiques

source: Showing %(total)s ethical approvals
fr: Affichage de %(total)s autorisations éthiques

source: No ethical approvals found.
fr: Aucune autorisation éthique trouvée.

source: Confirm Deletion of Ethical Approval
fr: Confirmer la suppression de l'autorisation éthique

source: You are about to delete Ethical Approval:
fr: Vous êtes sur le point de supprimer l'autorisation éthique :

source: Loading information...
fr: Chargement des informations...

source: Delete only this Ethical Approval (groups' EA link will be removed)
fr: Supprimer uniquement cette autorisation éthique (le lien AE des groupes sera supprimé)

source: Reassign linked groups to another Ethical Approval first
fr: Réaffecter d'abord les groupes liés à une autre autorisation éthique

source: Reassign groups to:
fr: Réaffecter les groupes à :

source: Select another approval to move the groups to. Only EAs with sufficient severity will be listed.
fr: Sélectionnez une autre autorisation pour y déplacer les groupes. Seules les AE avec une sévérité suffisante seront listées.

source: Proceed
fr: Procéder

source: Extract Animal Usage Statistics
fr: Extraire les statistiques d'utilisation des animaux

source: Include Severities:
fr: Inclure les sévérités :

source: Start Date (DataTables Creation):
fr: Date de début (création des tables de données) :

source: End Date (DataTables Creation):
fr: Date de fin (création des tables de données) :

source: Export to XLSX
fr: Exporter en XLSX

source: activate to sort column ascending
fr: activer pour trier la colonne par ordre croissant

source: activate to sort column descending
fr: activer pour trier la colonne par ordre décroissant

source: Delete This Approval Only
fr: Supprimer uniquement cette autorisation

source: This Ethical Approval is linked to %(count)s experimental group(s).
fr: Cette autorisation éthique est liée à %(count)s groupe(s) expérimental(aux).

source: The highest protocol severity used by these groups is %(severity)s.
fr: La sévérité de protocole la plus élevée utilisée par ces groupes est %(severity)s.

source: Select Target EA
fr: Sélectionner la saisine cible

source: No other suitable EAs (equal/higher severity) available for reassignment.
fr: Aucune autre AE appropriée (sévérité égale/supérieure) disponible pour la réaffectation.

source: This Ethical Approval is not linked to any experimental groups.
fr: Cette autorisation éthique n'est liée à aucun groupe expérimental.

source: Could not load details.
fr: Impossible de charger les détails.

source: Reassign & Delete
fr: Réaffecter et supprimer

source: Please select both start and end dates.
fr: Veuillez sélectionner les dates de début et de fin.

source: Start date cannot be after end date.
fr: La date de début ne peut pas être postérieure à la date de fin.

source: Please select at least one severity level.
fr: Veuillez sélectionner au moins un niveau de sévérité.

source: Period:
fr: Période :

source: Export Animals List
fr: Exporter la liste des animaux

source: Animal Usage Statistics
fr: Statistiques d'utilisation des animaux

source: Overall Usage
fr: Utilisation globale

source: animals used out of
fr: animaux utilisés sur

source: allowed.
fr: autorisés.

source: Quota Exceeded!
fr: Quota dépassé !

source: Annual Breakdown
fr: Répartition annuelle

source: (Animals counted in the year of their first procedure)
fr: (Animaux comptés dans l'année de leur première procédure)

source: Year
fr: Année

source: Count
fr: Nombre

source: No usage recorded yet.
fr: Aucune utilisation enregistrée pour l'instant.

source: Experimental Groups Linked to this Approval
fr: Groupes expérimentaux liés à cette autorisation

source: Animal Model
fr: Modèle animal

source: Animals in Group
fr: Animaux dans le groupe

source: View/Edit Group
fr: Afficher/Modifier le groupe

source: View DataTables for this Group
fr: Afficher les tables de données pour ce groupe

source: No experimental groups are currently linked to this ethical approval, or you do not have permission to view them.
fr: Aucun groupe expérimental n'est actuellement lié à cette autorisation éthique, ou vous n'avez pas la permission de les consulter.

source: View Experimental Group
fr: Voir le groupe expérimental

source: Data
fr: Données

source: Create DataTable
fr: Créer une table de données

source: View Datatables
fr: Afficher les tables de données

source: Log Batch Samples
fr: Enregistrer des échantillons en lot

source: View Samples
fr: Afficher les échantillons

source: View Source Workplan
fr: Voir le plan de travail source

source: Manage
fr: Gérer

source: Unarchive
fr: Désarchiver

source: Archive
fr: Archiver

source: Delete Group
fr: Supprimer le groupe

source: Are you sure you want to permanently unblind this group? This action cannot be undone.
fr: Êtes-vous sûr de vouloir lever l'aveugle définitivement pour ce groupe ? Cette action est irréversible.

source: Unblind Group Data
fr: Lever l'aveugle sur les données du groupe

source: Group Details
fr: Détails du groupe

source: Select Project...
fr: Sélectionner un projet...

source: Animal Data
fr: Données des animaux

source: Randomize & Assign Groups
fr: Randomiser et assigner les groupes

source: Randomization Options
fr: Options de randomisation

source: Randomized
fr: Randomisé

source: View Summary
fr: Voir le résumé

source: Re-run Randomization
fr: Relancer la randomisation

source: Unblind Blinding
fr: Lever l'aveugle

source: Delete Randomization
fr: Supprimer la randomisation

source: Declare Death
fr: Déclarer un décès

source: View Molecule Usage Summary per Animal
fr: Voir le résumé de l'utilisation des molécules par animal

source: Usage Summary
fr: Résumé de l'utilisation

source: Upload XLSX:
fr: Importer un fichier XLSX :

source: File must contain columns matching the selected Animal Model fields, including an ID column. Uploading will override manual entries.
fr: Le fichier doit contenir des colonnes correspondant aux champs du modèle animal sélectionné, y compris une colonne 'ID'.

source: Import and Save
fr: Importer et sauvegarder

source: Import
fr: Importer

source: Download Current Data
fr: Télécharger les données du groupe actuel (XLSX)

source: Unique code assigned during blinding
fr: Code unique attribué lors de l'aveuglement

source: Blinded Group
fr: Groupe aveugle

source: Assigned experimental treatment group
fr: Groupe expérimental

source: Treatment Group
fr: Groupe de traitement

source: Calculated automatically from Date of Birth
fr: Calculé automatiquement à partir de la date de naissance

source: Age (Days)
fr: Âge (jours)

source: Duplicate
fr: Dupliquer

source: Deceased:
fr: Décédé :

source: Save Group
fr: Enregistrer le groupe

source: Confirm Save
fr: Confirmer l'enregistrement

source: Saving these changes will also update all associated DataTables. This might take a moment and can modify existing data.
fr: L'enregistrement de ces modifications mettra également à jour toutes les tables de données associées. Cela peut prendre un moment et modifier les données existantes.

source: Do NOT update linked DataTables.
fr: NE PAS mettre à jour les tables de données liées.

source: Step 1: Define Randomization Unit
fr: Étape 1 : Définir l'unité de randomisation

source: Randomize by:
fr: Randomiser par :

source: Individual Animal
fr: Animal individuel

source: Choose to assign each animal individually or to assign whole groups (e.g., cages) at a time.
fr: Choisir d'assigner chaque animal individuellement ou d'assigner des groupes entiers (ex: cages) à la fois.

source: Allow splitting clusters to meet group sizes
fr: Autoriser la division des grappes pour atteindre les tailles de groupe

source: Use this if cluster sizes (e.g. cages) do not fit your target group sizes. The system will treat individuals as the unit but use the cluster ID for balancing.
fr: Utilisez ceci si les tailles des grappes (ex: cages) ne correspondent pas à vos tailles de groupe cibles. Le système traitera les individus comme unité mais utilisera l'ID de grappe pour l'équilibrage.

source: Minimum subgroup size after splitting:
fr: Taille minimale du sous-groupe après division :

source: The algorithm will try to avoid creating split groups smaller than this size.
fr: L'algorithme essaiera d'éviter de créer des groupes divisés plus petits que cette taille.

source: Total Units Available for Randomization:
fr: Total des unités disponibles pour la randomisation :

source: Next: Define Groups
fr: Suivant : Définir les groupes

source: Step 2: Define Treatment Groups
fr: Étape 2 : Définir les groupes de traitement

source: Use Blinding
fr: Utiliser l'aveugle

source: Add Group
fr: Ajouter un groupe

source: Total Units Assigned:
fr: Total des unités assignées :

source: Next: Configure Method
fr: Suivant : Configurer la méthode

source: Step 3: Configure Assignment Method
fr: Étape 3 : Configurer la méthode d'assignation

source: Primary Stratification Factor (Optional)
fr: Facteur de stratification primaire (Optionnel)

source: None
fr: Aucun

source: Use this to ensure perfect balance for a critical factor BEFORE other balancing is applied. Example: Select "Gender" to randomize males and females in separate, balanced pools.
fr: Utilisez ceci pour assurer un équilibre parfait sur un facteur critique AVANT que d'autres équilibrages ne soient appliqués. Exemple : Sélectionnez "Sexe" pour randomiser les mâles et les femelles dans des groupes séparés et équilibrés.

source: Balancing Method
fr: Méthode d'équilibrage

source: Simple Assignment
fr: Assignation simple

source: Pure randomization. Use if no further balancing is needed.
fr: Randomisation pure. Utiliser si aucun autre équilibrage n'est nécessaire.

source: Minimization (Balance a continuous variable)
fr: Minimisation (Équilibrer une variable continue)

source: Actively balances a numeric variable (e.g., Body Weight) across groups. Highly recommended for small studies.
fr: Équilibre activement une variable numérique (ex : Poids corporel) entre les groupes. Fortement recommandé pour les petites études.

source: Minimization Options
fr: Options de minimisation

source: Balance Groups Based on Data From:
fr: Équilibrer les groupes basé sur les données de :

source: Animal Model Field
fr: Champ du modèle animal

source: DataTable Measurement
fr: Mesure de table de données

source: Continuous Baseline Parameter:
fr: Paramètre de référence continu :

source: Select Baseline DataTable:
fr: Sélectionner la table de données de référence :

source: Select Continuous Baseline Analyte:
fr: Sélectionner l'analyte de référence continu :

source: Next: Review
fr: Suivant : Vérifier

source: Step 4: Review and Confirm
fr: Étape 4 : Vérifier et confirmer

source: Confirm & Randomize
fr: Confirmer et randomiser

source: Actual Group Name (e.g., Vehicle)
fr: Nom réel du groupe (ex: Véhicule)

source: Blinded Name (e.g., Group A)
fr: Nom en aveugle (ex: Groupe A)

source: Units
fr: Unités

source: Randomization Summary
fr: Résumé de la randomisation

source: Randomized At:
fr: Randomisé le :

source: Settings Used
fr: Paramètres utilisés

source: Baseline Data Used for Minimization
fr: Données de référence utilisées pour la minimisation

source: Requested Group Sizes:
fr: Tailles de groupe demandées :

source: Actual Group Sizes:
fr: Tailles de groupe réelles :

source: Minimization Results (Mean ± SEM)
fr: Résultats de minimisation (Moyenne ± ESM)

source: Blinding Key:
fr: Clé de levée d'aveugle :

source: Are you sure you want to delete this group? This will NOT delete associated data tables.
fr: Êtes-vous sûr de vouloir supprimer ce groupe ? Cela NE supprimera PAS les tables de données associées.

source: Add and Continue
fr: Ajouter et continuer

source: Add Animal
fr: Ajouter un animal

source: Download Template (XLSX)
fr: Télécharger le modèle (XLSX)

source: Download Current Data (XLSX)
fr: Télécharger les données du groupe actuel (XLSX)

source: Are you sure you want to remove this animal?
fr: Êtes-vous sûr de vouloir supprimer cet animal ?

source: Deceased
fr: Décédé

source: Search for a project...
fr: Rechercher un projet...

source: All Experimental Groups
fr: Tous les groupes expérimentaux

source: Create New Group
fr: Créer un nouveau groupe

source: All Teams
fr: Toutes les équipes

source: All Models
fr: Tous les modèles

source: groups selected.
fr: groupes sélectionnés.

source: Select all matching
fr: Sélectionner tous les correspondants

source: Model
fr: Modèle

source: Search groups...
fr: Rechercher des groupes...

source: Show _MENU_ groups
fr: Afficher _MENU_ groupes

source: Please select at least one group.
fr: Veuillez sélectionner au moins un groupe.

source: Are you sure you want to archive this group?
fr: Êtes-vous sûr de vouloir archiver ce groupe ?

source: Are you sure you want to unarchive this group?
fr: Êtes-vous sûr de vouloir désarchiver ce groupe ?

source: Are you sure you want to delete this group?
fr: Êtes-vous sûr de vouloir supprimer ce groupe ?

source: Are you sure you want to delete the selected groups? This action cannot be undone.
fr: Êtes-vous sûr(e) de vouloir supprimer les groupes sélectionnés ? Cette action est irréversible.

source: Molecule Usage Summary
fr: Résumé de l'utilisation des molécules

source: Back to Group
fr: Retour au groupe

source: Export Excel
fr: Exporter Excel

source: Group Information
fr: Informations sur le groupe

source: Group ID:
fr: Groupe :

source: Group Name:
fr: Nom du groupe

source: Filter by Molecule
fr: Filtrer par molécule

source: -- All --
fr: -- Tous --

source: Reset Filters
fr: Réinitialiser les filtres

source: Animal ID
fr: ID de l'animal

source: Group/Blinding
fr: Groupe/Aveugle

source: Molecule Usages
fr: Utilisations de molécules

source: Alive
fr: Vivant

source: Batch
fr: Lot :

source: Route
fr: Voie :

source: No molecule usage recorded.
fr: Aucune utilisation de molécule enregistrée.

source: Overview
fr: Aperçu

source: Core Features
fr: Fonctionnalités principales

source: Audit Trail & GLP
fr: Piste d'audit & BPL

source: API Reference
fr: Référence API

source: Example Workflow
fr: Exemple de flux de travail

source: Export JSON Data
fr: Exporter les données JSON

source: Precliniset Documentation
fr: Documentation Precliniset

source: Full Technical Manual
fr: Manuel technique complet

source: This documentation is dynamically generated based on the current application configuration (v1.0.0-RC).
fr: Cette documentation est générée dynamiquement en fonction de la configuration actuelle de l'application (v1.0.0-RC).

source: Project Organization
fr: Organisation du projet

source: Team-based permissions
fr: Permissions basées sur l'équipe

source: Slug-based unique identification
fr: Identification unique basée sur les slugs

source: Resource centralization
fr: Centralisation des ressources

source: Experimental Groups
fr: Groupes Expérimentaux

source: JSON-based animal metadata
fr: Métadonnées animales basées sur JSON

source: Automated display ID generation
fr: Génération automatisée des ID d'affichage

source: Real-time animal status tracking
fr: Suivi en temps réel du statut des animaux

source: GLP Compliance & Audit Trail
fr: Conformité BPL et Piste d'audit

source: Immutable Logs
fr: Journaux immuables

source: All Insert, Update, and Delete operations are recorded.
fr: Toutes les opérations d'insertion, de mise à jour et de suppression sont enregistrées.

source: Change Tracking
fr: Suivi des modifications

source: Before/After snapshots are stored for every modification.
fr: Des instantanés Avant/Après sont stockés pour chaque modification.

source: Accountability
fr: Responsabilité

source: Every log is linked to a user and a precise timestamp.
fr: Chaque journal est lié à un utilisateur et à un horodatage précis.

source: All features are accessible via our RESTful API. Use your API Token from the Settings page to authenticate.
fr: Toutes les fonctionnalités sont accessibles via notre API RESTful. Utilisez votre jeton API depuis la page Paramètres pour vous authentifier.

source: Example Request (cURL)
fr: Exemple de requête (cURL)
