Repository: precliniverse/precliniset
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Response Body
fr: Corps de la réponse

source: Step 1: Resource Setup
fr: Étape 1 : Configuration des ressources

source: Ensure you have established Ethical Approvals and Animal Models in the Resources section.
fr: Assurez-vous d'avoir établi les Autorisations Éthiques et les Modèles Animaux dans la section Ressources.

source: Step 2: Project Creation
fr: Étape 2 : Création du projet

source: Create a new project and assign your team members.
fr: Créez un nouveau projet et assignez les membres de votre équipe.

source: Step 3: Define Groups
fr: Étape 3 : Définir les groupes

source: Add experimental groups to your project. Upload animal data via Excel for bulk setup.
fr: Ajoutez des groupes expérimentaux à votre projet. Importez les données animales via Excel pour une configuration en masse.

source: Welcome to precliniset
fr: Bienvenue sur Precliniset

source: Use the navigation menu to create models, experimental groups, and data tables.
fr: Utilisez le menu de navigation pour créer des modèles, des groupes expérimentaux et des tables de données.

source: Welcome to Your Page!
fr: Bienvenue sur votre page !

source: This is your personal dashboard. As you work with projects, groups, and datatables, you can bookmark them or see items you've created right here for quick access.
fr: Ceci est votre tableau de bord personnel. Au fur et à mesure que vous travaillez avec des projets, des groupes et des tables de données, vous pouvez les mettre en favoris ou voir les éléments que vous avez créés ici pour un accès rapide.

source: Get started by:
fr: Commencez par :

source: Creating a New Project
fr: Créer un nouveau projet

source: or
fr: ou

source: Exploring Existing Projects
fr: Explorer les projets existants

source: Training & Competencies
fr: Formation et Compétences

source: View your skills, validate training sessions, and check your competency status in the Training Manager.
fr: Consultez vos compétences, validez les sessions de formation et vérifiez votre statut de compétence dans le Gestionnaire de Formation.

source: Go to My Training Profile
fr: Aller à mon profil de formation

source: Filter My Page
fr: Filtrer Ma Page

source: Item Type:
fr: Type d'élément :

source: All Types
fr: Tous les types

source: Projects Only
fr: Projets uniquement

source: Groups Only
fr: Groupes uniquement

source: DataTables Only
fr: Tables de données uniquement

source: All Sources
fr: Toutes les sources

source: My Bookmarks
fr: Mes favoris

source: My Creations
fr: Mes créations

source: My Team's Projects
fr: Projets de mon équipe

source: Status:
fr: Statut :

source: Search Text:
fr: Texte de recherche :

source: Filter by name, project...
fr: Filtrer par nom, projet...

source: No items match your current filter criteria.
fr: Aucun élément ne correspond à vos critères de filtre actuels.

source: My Bookmarked Groups
fr: Mes groupes favoris

source: N/A Project
fr: Projet N/A

source: N/A Team
fr: Équipe N/A

source: Log Samples
fr: Enregistrer des échantillons

source: My Bookmarked DataTables
fr: Mes tables de données favorites

source: N/A Protocol
fr: Protocole N/A

source: Parent Archived
fr: Parent archivé

source: N/A Group
fr: Groupe N/A

source: Groups I Created
fr: Groupes que j'ai créés

source: You haven't created any groups, or all your created groups are already bookmarked.
fr: Vous n'avez créé aucun groupe, ou tous vos groupes créés sont déjà mis en favoris.

source: You have not created any groups yet.
fr: Vous n'avez pas encore créé de groupes.

source: DataTables I Created
fr: Tables de données que j'ai créées

source: You haven't created any DataTables, or all your created DataTables are already bookmarked.
fr: Vous n'avez créé aucune table de données, ou toutes vos tables de données créées sont déjà mises en favoris.

source: You have not created any DataTables yet.
fr: Vous n'avez pas encore créé de tables de données.

source: View Project
fr: Voir le projet

source: There are no active projects in your team(s).
fr: Il n'y a aucun projet actif dans votre/vos équipe(s).

source: Search again...
fr: Rechercher à nouveau...

source: Results for "%(query)s":
fr: Résultats pour "%(query)s" :

source: Team:
fr: Équipe :

source: No results found for "%(query)s".
fr: Aucun résultat trouvé pour "%(query)s".

source: Please enter a search term.
fr: Veuillez entrer un terme de recherche.

source: Enter a term in the search bar above to find projects, groups, ethical approvals, and more.
fr: Saisissez un terme dans la barre de recherche ci-dessus pour trouver des projets, des groupes, des autorisations éthiques, et plus encore.

source: Change Password
fr: Changer le mot de passe

source: Change Email Address
fr: Changer l'adresse e-mail

source: Enter current password to verify
fr: Entrez le mot de passe actuel pour vérifier

source: A confirmation link will be sent to your new email address.
fr: Un lien de confirmation sera envoyé à votre nouvelle adresse e-mail.

source: Language Settings
fr: Paramètres de langue

source: Select Language
fr: Sélectionner la langue

source: Save Language
fr: Enregistrer la langue

source: CKAN Settings
fr: Paramètres CKAN

source: Enter the URL and your API Key for the CKAN portal you want to upload projects to.
fr: Entrez l'URL et votre clé API pour le portail CKAN sur lequel vous souhaitez importer des projets.

source: Personal Calendar Subscription
fr: Abonnement au calendrier personnel

source: Use this URL to subscribe to a calendar feed of events assigned to you. Keep this URL private.
fr: Utilisez cette URL pour vous abonner à un flux de calendrier des événements qui vous sont assignés. Gardez cette URL privée.

source: Copy to Clipboard
fr: Copier dans le presse-papiers

source: You have not generated a calendar URL yet.
fr: Vous n'avez pas encore généré d'URL de calendrier.

source: All Teams Calendar Subscription
fr: Abonnement au calendrier de toutes les équipes

source: Use this URL to subscribe to a calendar feed of ALL events from ALL projects you have access to.
fr: Utilisez cette URL pour vous abonner à un flux de calendrier de TOUS les événements de TOUS les projets auxquels vous avez accès.

source: You have not generated a team calendar URL yet.
fr: Vous n'avez pas encore généré d'URL de calendrier d'équipe.

source: API Token Management
fr: Gestion des jetons API

source: API tokens allow external applications or scripts to access your Precliniset data programmatically.
fr: Les jetons API permettent aux applications ou scripts externes d'accéder à vos données Precliniset de manière programmatique.

source: Your New API Token:
fr: Votre nouveau jeton API :

source: Please copy this token and store it securely. You will not be able to see it again.
fr: Veuillez copier ce jeton et le stocker en toute sécurité. Vous ne pourrez plus le revoir.

source: Create New API Token
fr: Créer un nouveau jeton API

source: Your API Tokens
fr: Vos jetons API

source: Token Prefix
fr: Préfixe du jeton

source: Created At
fr: Créé le

source: Last Used
fr: Dernière utilisation

source: Revoked
fr: Révoqué

source: Are you sure you want to revoke this token? It will no longer be usable.
fr: Êtes-vous sûr de vouloir révoquer ce jeton ? Il ne sera plus utilisable.

source: Revoke
fr: Révoquer

source: You have not created any API tokens yet.
fr: Vous n'avez pas encore créé de jetons API.

source: Test Email Configuration
fr: Tester la configuration de l'e-mail

source: Send a test email to verify that your SMTP settings in the .env file are correct.
fr: Envoyez un e-mail de test pour vérifier que vos paramètres SMTP dans le fichier .env sont corrects.

source: Partner Details: %(name)s
fr: Détails du partenaire : %(name)s

source: Back to Partners
fr: Retour aux partenaires

source: Project Name
fr: Nom du projet

source: No projects associated with this partner.
fr: Aucun projet associé à ce partenaire.

source: Groups
fr: Groupes

source: No groups associated with this partner.
fr: Aucun groupe associé à ce partenaire.

source: Projects for Partner
fr: Projets pour le partenaire

source: Back to All Projects
fr: Retour à tous les projets

source: Last Updated
fr: Dernière mise à jour

source: No description.
fr: Pas de description.

source: Owner
fr: Propriétaire

source: No projects found for this partner that you have access to.
fr: Aucun projet trouvé pour ce partenaire auquel vous avez accès.

source: Back to Projects List
fr: Retour à la liste des projets

source: Company Name
fr: Nom de l'entreprise

source: Contact Email
fr: E-mail de contact

source: Active Projects
fr: Projets actifs

source: Total Projects
fr: Total des projets

source: No partners found or no partners associated with projects you can access.
fr: Aucun partenaire trouvé ou aucun partenaire associé aux projets auxquels vous pouvez accéder.

source: Project Details
fr: Détails du projet

source: Archive Project
fr: Archiver le projet

source: Delete Project Permanently
fr: Supprimer le projet définitivement

source: This project is archived.
fr: Ce projet est archivé.

source: Most editing functions are disabled. To make changes, please unarchive the project first.
fr: La plupart des fonctions d'édition sont désactivées. Pour apporter des modifications, veuillez d'abord désarchiver le projet.

source: Unarchive Project
fr: Désarchiver le projet

source: Workplans
fr: Plans de travail

source: Create New Workplan
fr: Créer un nouveau plan de travail

source: Animals:
fr: Animaux :

source: Events:
fr: Événements :

source: No workplans created for this project yet.
fr: Aucun plan de travail créé pour ce projet pour le moment.

source: Experimental Groups & DataTables
fr: Groupes expérimentaux et tables de données

source: Recent DataTables
fr: Tables de données récentes

source: Max 5 shown
fr: Max 5 affichées

source: View all %(count)s...
fr: Voir tous les %(count)s...

source: No accessible DataTables
fr: Aucune table de données accessible

source: Manage Group Linkage
fr: Gérer le lien du groupe

source: No experimental groups linked to this project.
fr: Aucun groupe expérimental lié à ce projet.

source: Share & Permissions
fr: Partage et permissions

source: Add Share
fr: Ajouter un partage

source: Quick Preset
fr: Préréglage rapide

source: Custom
fr: Personnalisé

source: Viewer (Read Only)
fr: Lecteur (Lecture seule)

source: Collaborator (Edit Data)
fr: Collaborateur (Modifier les données)

source: Manager (Delete/Archive)
fr: Gestionnaire (Supprimer/Archiver)

source: Create Groups
fr: Créer des groupes

source: Edit Groups
fr: Modifier les groupes

source: Delete Groups
fr: Supprimer les groupes

source: Create Tables
fr: Créer des tables

source: Edit Tables
fr: Modifier les tables

source: Delete Tables
fr: Supprimer les tables

source: Save Permissions
fr: Enregistrer les permissions

source: Are you sure you want to unshare this project from this team?
fr: Êtes-vous sûr de vouloir retirer le partage de ce projet avec cette équipe ?

source: View Unblinded
fr: Voir (Levée de l'aveugle)

source: Are you sure you want to unshare this project from this user?
fr: Êtes-vous sûr de vouloir retirer le partage de ce projet avec cet utilisateur ?

source: Not shared with any other users or teams.
fr: Non partagé avec d'autres utilisateurs ou équipes.

source: Attachments
fr: Pièces jointes

source: Upload New
fr: Importer nouveau

source: Optional description
fr: Description optionnelle

source: Attachment uploads disabled for archived projects.
fr: L'importation de pièces jointes est désactivée pour les projets archivés.

source: Uploaded
fr: Importé

source: Are you sure you want to delete this attachment?
fr: Êtes-vous sûr de vouloir supprimer cette pièce jointe ?

source: No attachments yet.
fr: Pas encore de pièces jointes.

source: Link a Partner
fr: Lier un partenaire

source: Select existing or enter a new one.
fr: Sélectionner un existant ou en saisir un nouveau.

source: OR
fr: OU

source: New Partner Company Name
fr: Nom de l'entreprise du nouveau partenaire

source: New Partner Contact Email
fr: E-mail du nouveau partenaire

source: Partner linking disabled for archived projects.
fr: La liaison de partenaires est désactivée pour les projets archivés.

source: Are you sure you want to unlink this partner?
fr: Êtes-vous sûr de vouloir délier ce partenaire ?

source: Unlink
fr: Délier

source: No partners linked yet.
fr: Aucun partenaire lié pour l'instant.

source: Linked Ethical Approvals
fr: Autorisations éthiques liées

source: Update Linked Approvals
fr: Mettre à jour les autorisations liées

source: Ethical Approval linking disabled for archived projects.
fr: La liaison d'autorisations éthiques est désactivée pour les projets archivés.

source: Are you sure you want to unlink this ethical approval from the project?
fr: Êtes-vous sûr de vouloir délier cette autorisation éthique du projet ?

source: Unlink EA
fr: Délier l'AE

source: No ethical approvals linked yet.
fr: Aucune autorisation éthique liée pour l'instant.

source: Archive Project Confirmation
fr: Confirmation d'archivage du projet

source: Are you sure you want to archive the project "%(name)s"?
fr: Êtes-vous sûr de vouloir archiver le projet "%(name)s" ?

source: Loading project impact information...
fr: Chargement des informations sur l'impact du projet...

source: Also archive all associated active experimental groups.
fr: Archiver également tous les groupes expérimentaux actifs associés.

source: Archived projects and their contents might be hidden from default views and some actions will be disabled.
fr: Les projets archivés et leur contenu peuvent être masqués des vues par défaut et certaines actions seront désactivées.

source: Confirm Permanent Deletion
fr: Confirmer la suppression définitive

source: DANGER ZONE!
fr: ZONE DE DANGER !

source: Are you absolutely sure you want to permanently delete the project "%(name)s"?
fr: Êtes-vous absolument sûr de vouloir supprimer définitivement le projet "%(name)s" ?

source: This action CANNOT be undone. It will also delete:
fr: Cette action est IRRÉVERSIBLE. Elle supprimera également :

source: All Experimental Groups within this project.
fr: Tous les groupes expérimentaux au sein de ce projet.

source: All DataTables associated with those groups.
fr: Toutes les tables de données associées à ces groupes.

source: All Experiment Data Rows within those DataTables.
fr: Toutes les lignes de données expérimentales dans ces tables.

source: All Attachments linked to this project.
fr: Toutes les pièces jointes liées à ce projet.

source: Please type the project slug "slug)s" below to confirm.
fr: Veuillez saisir le slug du projet "%(slug)s" ci-dessous pour confirmer.

source: Yes, Delete Everything
fr: Oui, supprimer Tout

source: You are about to modify the linkage for group:
fr: Vous êtes sur le point de modifier le lien pour le groupe :

source: Since a group must belong to a project, you can either reassign it to another project within the same team or permanently delete it (along with its DataTables).
fr: Puisqu'un groupe doit appartenir à un projet, vous pouvez soit le réaffecter à un autre projet de la même équipe, soit le supprimer définitivement (avec ses tables de données).

source: Select Action
fr: Sélectionner une action

source: Reassign to another Project
fr: Réaffecter à un autre projet

source: Permanently Delete Group & its DataTables
fr: Supprimer définitivement le groupe et ses tables de données

source: Target Project for Reassignment:
fr: Projet cible pour la réaffectation :

source: Only projects from the same team where you have management rights are listed.
fr: Seuls les projets de la même équipe où vous avez des droits de gestion sont listés.

source: Warning!
fr: Avertissement !

source: This will permanently delete the group and all its associated DataTables. This action cannot be undone.
fr: Cela supprimera définitivement le groupe et toutes ses tables de données associées. Cette action est irréversible.

source: Confirm Action
fr: Confirmer l'action

source: Confirm Workplan Deletion
fr: Confirmer la suppression du plan de travail

source: Are you sure you want to permanently delete the workplan "
fr: Êtes-vous sûr de vouloir supprimer définitivement le plan de travail "

source: This action CANNOT be undone. It will also delete all associated events and versions.
fr: Cette action est IRRÉVERSIBLE. Elle supprimera également tous les événements et versions associés.

source: Yes, Delete Workplan
fr: Oui, supprimer le plan de travail

source: This project currently has:
fr: Ce projet a actuellement :

source: active experimental group(s).
fr: groupe(s) expérimental(aux) actif(s).

source: datatables in active groups.
fr: tables de données dans les groupes actifs.

source: Last datatable entry in active groups:
fr: Dernière entrée de table de données dans les groupes actifs :

source: Yes, Delete Group
fr: Oui, supprimer le groupe

source: Reassign Group
fr: Réaffecter le groupe

source: -- Select Target Project --
fr: -- Sélectionner le projet cible --

source: This workplan has been used to generate an experimental group (%s). Please delete the group first before deleting the workplan.
fr: Ce plan de travail a été utilisé pour générer un groupe expérimental (%s). Veuillez d'abord supprimer le groupe avant de supprimer le plan de travail.

source: Update Permissions
fr: Mettre à jour les permissions

source: New Project
fr: Nouveau projet

source: Search projects...
fr: Rechercher des projets...

source: ARCHIVED
fr: ARCHIVÉ

source: You own this project
fr: Vous êtes propriétaire de ce projet

source: You
fr: Vous

source: Ethical Approval
fr: Autorisation éthique

source: No projects found
fr: Aucun projet trouvé

source: Get started by creating a new project for your team.
fr: Commencez par créer un nouveau projet pour votre équipe.

source: Create Project
fr: Créer un projet

source: Create/Edit Reference Range
fr: Créer/Modifier un intervalle de référence

source: 1. General Information
fr: 1. Informations générales

source: Reference Range Name
fr: Nom de l'intervalle de référence

source: Owning Team
fr: Équipe propriétaire

source: Search for an Analyte
fr: Rechercher un analyte

source: Select Analyte First
fr: Sélectionnez un analyte

source: Select Protocol First
fr: Sélectionnez un protocole

source: Minimum Age (days)
fr: Âge minimum (jours)

source: Maximum Age (days)
fr: Âge maximum (jours)

source: Sharing Settings
fr: Paramètres de partage

source: Share Globally
fr: Partager globalement

source: If checked, this reference range will be accessible to all users.
fr: Si cette case est cochée, cet intervalle de référence sera accessible à tous les utilisateurs.

source: Share with Specific Teams
fr: Partager avec des équipes spécifiques

source: This option is disabled if "Share Globally" is checked.
fr: Cette option est désactivée si "Partager globalement" est cochée.

source: 2. Find and Add Animals
fr: 2. Trouver et ajouter des animaux

source: The Protocol and Animal Model selected above are used to find relevant animals.
fr: Le protocole et le modèle animal sélectionnés ci-dessus sont utilisés pour trouver des animaux pertinents.

source: Search for Animals
fr: Rechercher des animaux

source: 3. Search Results
fr: 3. Résultats de la recherche

source: 4. Included Animals
fr: 4. Animaux inclus

source: Download Data
fr: Télécharger les données

source: Filter animals...
fr: Filtrer les journaux :

source: Save Reference Range
fr: Enregistrer l'intervalle de référence

source: Any
fr: Tous

source: Please select a protocol and animal model to search.
fr: Veuillez sélectionner un protocole et un modèle animal pour la recherche.

source: Searching...
fr: Recherche en cours...

source: No animals found matching your criteria.
fr: Aucun animal trouvé correspondant à vos critères.

source: Error during search.
fr: Erreur lors de la recherche.

source: Are you sure you want to delete the selected animals?
fr: Êtes-vous sûr de vouloir supprimer l'animal selectionné ?

source: Select Protocol
fr: Sélectionner un protocole

source: Select Animal Model
fr: Sélectionner un modèle animal

source: Create New Reference Range
fr: Créer un nouvel intervalle de référence

source: Filter by Analyte
fr: Filtrer par Analyte

source: All Analytes
fr: Tous les Analytes

source: Filter by Protocol
fr: Filtrer par Protocole

source: Are you sure you want to delete this reference range?
fr: Êtes-vous sûr de vouloir supprimer cet intervalle de référence ?

source: Protocol:
fr: Protocole :

source: Animal Model:
fr: Modèle animal :

source: Projects:
fr: Projets :

source: Groups:
fr: Groupes :

source: Sharing:
fr: Partage :

source: Shared with:
fr: Partagé avec :

source: Private
fr: Privé

source: No Reference Ranges have been created yet.
fr: Aucun intervalle de référence n'a encore été créé.

source: Usage for Analyte: %(analyte_name)s
fr: Utilisation de l'analyte : %(analyte_name)s

source: Back to Analytes
fr: Retour aux analytes

source: groups
fr: groupes

source: This analyte is not used in any animal models.
fr: Cet analyte n'est utilisé dans aucun modèle animal.

source: datatables
fr: tables de données

source: This analyte is not used in any protocol models.
fr: Cet analyte n'est utilisé dans aucun modèle de protocole.

source: Edit Housing Condition Set
fr: Modifier l'ensemble de conditions d'hébergement

source: Back to All Sets
fr: Retour à tous les ensembles

source: Set Details
fr: Détails de l'ensemble

source: Associated Housing Condition Items
fr: Éléments de condition d'hébergement associés

source: Item
fr: Élément

source: Default Value
fr: Valeur par défaut

source: Select Value
fr: Sélectionner la valeur

source: Are you sure you want to remove this item?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?

source: Remove
fr: Supprimer

source: No housing condition items have been added to this set yet.
fr: Aucun élément de condition d'hébergement n'a encore été ajouté à cet ensemble.

source: Update Set
fr: Mettre à jour l'ensemble

source: Select items to add
fr: Sélectionner les éléments à ajouter

source: DataTables using model: %(model_name)s
fr: Tables de données utilisant le modèle : %(model_name)s

source: Back to Models
fr: Retour aux modèles

source: Created By
fr: Créé par

source: Groups using model: %(model_name)s
fr: Groupes utilisant le modèle : %(model_name)s

source: Projects Using Set
fr: Projets utilisant l'ensemble

source: No projects are currently using this housing condition set.
fr: Aucun projet n'utilise actuellement cet ensemble de conditions d'hébergement.

source: Usage of Housing Condition Set
fr: Utilisation de l'ensemble de conditions d'hébergement

source: Usage of Housing Condition Set:
fr: Utilisation de l'ensemble de conditions d'hébergement :

source: This set cannot be deleted because it is currently in use by the following datatables. Please reassign or delete these datatables to proceed.
fr: Cet ensemble ne peut pas être supprimé car il est actuellement utilisé par les tables de données suivantes. Veuillez réaffecter ou supprimer ces tables de données pour continuer.

source: Back to Housing Conditions
fr: Retour aux conditions d'hébergement

source: Associated DataTables
fr: Tables de données associées

source: DataTable ID
fr: ID de la table de données

source: No datatables are currently using this housing condition set.
fr: Aucune table de données n'utilise actuellement cet ensemble de conditions d'hébergement.

source: Manage Analytes
fr: Gérer les analytes

source: Back to Lists
fr: Retour aux listes

source: Add New Analyte
fr: Ajouter un nouvel analyte

source: Bulk Management
fr: Gestion en masse
