Repository: precliniverse/precliniset
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: the repeated measures set ({params})
fr: l'ensemble de mesures répétées ({params})

source: the repeated measures data
fr: les données de mesures répétées

source: {n} outlier(s) were excluded from the data for plot generation of '{param}'.
fr: {n} valeur(s) aberrante(s) ont été exclues des données pour la génération du graphique de '{param}'.

source: Warning: Outlier detection utility not found for plotting.
fr: Avertissement : Utilitaire de détection des valeurs aberrantes introuvable pour la génération de graphiques.

source: Warning: Error during outlier detection for plotting: {e}
fr: Avertissement : Erreur lors de la détection des valeurs aberrantes pour la génération de graphiques : {e}

source: RM plotting requires data in long format with '_MeasurementValue_' and '_WithinFactorLevel_' columns.
fr: Le traçage des MR nécessite des données au format long avec les colonnes '_MeasurementValue_' et '_WithinFactorLevel_'.

source: No valid data available for plotting Repeated Measures after handling missing values.
fr: Aucune donnée valide disponible pour tracer les Mesures Répétées après traitement des valeurs manquantes.

source: Repeated Measures
fr: Mesures Répétées

source: Warning: Grouping column(s) '{cols}' selected for color/grouping not found in data for plotting.
fr: Avertissement : Colonne(s) de regroupement '{cols}' sélectionnée(s) pour la couleur/le regroupement non trouvée(s) dans les données pour le traçage.

source: SEM could not be calculated for Line Plot (Mean/SEM). Only mean line will be shown.
fr: L'erreur standard de la moyenne (ESM) n'a pas pu être calculée pour le graphique linéaire (Moyenne/ESM). Seule la ligne de la moyenne sera affichée.

source: No data for summary statistics to plot Bar/Line (Mean/SEM) for RM set.
fr: Aucune donnée pour les statistiques descriptives afin de tracer le graphique en barres/linéaire (Moyenne/ESM) pour l'ensemble de Mesures Répétées.

source: Could not aggregate data for Bar/Line (Mean/SEM) RM plot due to missing grouping columns.
fr: Impossible d'agréger les données pour le graphique en barres/linéaire (Moyenne/ESM) des Mesures Répétées en raison de colonnes de regroupement manquantes.

source: Warning: Grouping column(s) '{cols}' selected for color not found in data for plotting.
fr: Avertissement : Colonne(s) de regroupement '{cols}' sélectionnée(s) pour la couleur non trouvée(s) dans les données pour le traçage.

source: Unsupported graph type '{graph_type}' selected for Repeated Measures.
fr: Type de graphique '{graph_type}' non pris en charge sélectionné pour les Mesures Répétées.

source: Repeated Measure
fr: Mesure Répétée

source: No data available for plotting '{param}' after handling missing values.
fr: Aucune donnée disponible pour tracer '{param}' après traitement des valeurs manquantes.

source: Overall
fr: Global

source: Could not calculate mean for Bar (Mean/SEM) plot for '{param}'.
fr: Impossible de calculer la moyenne pour le graphique en barres (Moyenne/ESM) pour '{param}'.

source: Could not aggregate data for Bar (Mean/SEM) plot for '{param}' due to missing or invalid grouping columns.
fr: Impossible d'agréger les données pour le graphique en barres (Moyenne/ESM) pour '{param}' en raison de colonnes de regroupement manquantes ou invalides.

source: Plotting error for '{param}': Required Y-axis column '{y_col}' not found in data.
fr: Erreur de traçage pour '{param}' : La colonne d'axe Y requise '{y_col}' est introuvable dans les données.

source: No data for plotting '{param}'.
fr: Aucune donnée pour tracer '{param}'.

source: Plotting error for '{param}'.
fr: Erreur de traçage pour '{param}'.

source: Reference Range
fr: Intervalle de référence

source: Reference range (min-max band and mean line) for '{param}' has been added to the plot.
fr: Un intervalle de référence (bande min-max et ligne moyenne) pour '{param}' a été ajoutée au graphique.

source: Reference range for '{param}' is missing some statistical values (mean, min, max) and could not be plotted.
fr: Il manque certaines valeurs statistiques (moyenne, min, max) dans l'intervalle de référence pour '{param}', elle n'a donc pas pu être tracée.

source: Selected reference range does not contain data for the parameter '{param}' or could not be plotted for this configuration.
fr: L'intervalle de référence sélectionnée ne contient pas de données pour le paramètre '{param}' ou n'a pas pu être tracée pour cette configuration.

source: Plotting Error: {e}
fr: Erreur de traçage : {e}

source: All Subjects
fr: Tous les sujets

source: Kaplan-Meier Survival Curve
fr: Courbe de survie de Kaplan-Meier

source: Survival Probability
fr: Probabilité de survie

source: Table/Group not found.
fr: Table/Groupe non trouvé.

source: Permission denied.
fr: Permission refusée.

source: No data rows available in this DataTable to analyze.
fr: Aucune ligne de données disponible dans cette table de données à analyser.

source: No valid datatables identified for analysis.
fr: Aucune table de données valide identifiée pour l'analyse.

source: No data available to analyze after merging.
fr: Aucune donnée disponible à analyser après la fusion.

source: Merged Analysis
fr: Analyse fusionnée

source: DataTable not found
fr: Table de données non trouvée

source: Permission denied
fr: Permission refusée

source: You must be part of a team to create or view DataTables.
fr: Vous devez faire partie d'une équipe pour créer ou consulter des tables de données.

source: Unassigned
fr: Non assigné

source: Prefilled group ID is not valid or accessible.
fr: L'ID de groupe pré-rempli n'est pas valide ou accessible.

source: Prefilled group not found or you don't have permission to access it.
fr: Groupe pré-rempli non trouvé ou vous n'avez pas la permission d'y accéder.

source: Protocol Severity Mismatch: The selected protocol ('%(protocol_name)s' - Severity: %(protocol_severity)s) has a higher severity than the group's ethical approval ('%(ea_ref)s' - Max Severity: %(ea_severity)s). DataTable cannot be created.
fr: Incompatibilité de sévérité du protocole : Le protocole sélectionné ('%(protocol_name)s' - Sévérité : %(protocol_severity)s) a une sévérité plus élevée que l'autorisation éthique du groupe ('%(ea_ref)s' - Sévérité max : %(ea_severity)s). La table de données ne peut pas être créée.

source: Date Out of Range: The DataTable date (%(dt_date)s) is outside the ethical approval's effective period (%(start)s to %(end)s).
fr: Date hors plage : La date de la table de données (%(dt_date)s) est en dehors de la période de validité de l'autorisation éthique (du %(start)s au %(end)s).

source: Warning: The assigned user '%(email)s' may not be qualified for this protocol. Issues: %(issues)s
fr: Avertissement : L'utilisateur assigné '%(email)s' peut ne pas être qualifié pour ce protocole. Problèmes : %(issues)s

source: Warning: The user '%(email)s' may not be qualified. Issues: %(issues)s
fr: Avertissement : L'utilisateur '%(email)s' peut ne pas être qualifié. Problèmes : %(issues)s

source: No accessible datatables found to download.
fr: Aucune table de données accessible trouvée pour le téléchargement.

source: No data available to download.
fr: Aucune donnée disponible à télécharger.

source: Error generating file.
fr: Erreur lors de la génération du fichier.

source: No datatables selected or found for deletion.
fr: Aucune table de données sélectionnée ou trouvée pour la suppression.

source: Some datatables could not be deleted.
fr: Certaines tables de données n'ont pas pu être supprimées.

source: Datatable IDs resolved for batch analysis.
fr: IDs des tables de données résolus pour l'analyse par lot.

source: No DataTables selected or found for download.
fr: Aucune table de données sélectionnée ou trouvée pour le téléchargement.

source: No data available to download after merging.
fr: Aucune donnée disponible à télécharger après la fusion.

source: Error generating merged file for download: {error_msg}
fr: Erreur lors de la génération du fichier fusionné : {error_msg}

source: Error generating merged file for download.
fr: Erreur lors de la génération du fichier fusionné pour le téléchargement.

source: Error generating merged transposed file for download.
fr: Erreur lors de la génération du fichier transposé fusionné pour le téléchargement.

source: No reference datatables specified for download.
fr: Aucune table de données de référence spécifiée pour le téléchargement.

source: Invalid reference datatable IDs.
fr: IDs de tables de données de référence invalides.

source: No data available to download for the comparison.
fr: Aucune donnée disponible à télécharger pour la comparaison.

source: Your password has been updated successfully.
fr: Votre mot de passe a été mis à jour avec succès.

source: Invalid current password.
fr: Mot de passe actuel invalide.

source: That email address is already in use.
fr: Cette adresse e-mail est déjà utilisée.

source: Please enter a different email address.
fr: Veuillez entrer une adresse e-mail différente.

source: Confirm Your New Email Address
fr: Confirmez votre nouvelle adresse e-mail

source: A confirmation email has been sent to {}. Please check your inbox.
fr: Un e-mail de confirmation a été envoyé à {}. Veuillez vérifier votre boîte de réception.

source: Precliniset Test Email
fr: E-mail de test Precliniset

source: Test email sent successfully to {}.
fr: E-mail de test envoyé avec succès à {}.

source: Failed to send test email. Please check the application logs and ensure your .env file has the correct MAIL_ settings. Error: {}
fr: Échec de l'envoi de l'e-mail de test. Veuillez vérifier les journaux de l'application et vous assurer que votre fichier .env contient les paramètres MAIL_ corrects. Erreur : {}

source: Language updated successfully.
fr: Langue mise à jour avec succès.

source: Invalid language selection.
fr: Sélection de la langue invalide.

source: You already have a token with the name '%(name)s'. Please choose a different name.
fr: Vous avez déjà un jeton avec le nom '%(name)s'. Veuillez choisir un nom différent.

source: API Token '%(name)s' created successfully. Make sure to copy your token now. You will not be able to see it again.
fr: Jeton API '%(name)s' créé avec succès. Assurez-vous de copier votre jeton maintenant. Vous ne pourrez plus le revoir.

source: Your personal calendar URL has been regenerated. Please update your calendar application.
fr: L'URL de votre calendrier personnel a été régénérée. Veuillez mettre à jour votre application de calendrier.

source: Your team calendar URL has been regenerated. Please update your calendar application.
fr: L'URL du calendrier de votre équipe a été régénérée. Veuillez mettre à jour votre application de calendrier.

source: CKAN settings updated successfully.
fr: Paramètres CKAN mis à jour avec succès.

source: Settings
fr: Paramètres

source: API Token '%(name)s' has been revoked.
fr: Le jeton API '%(name)s' a été révoqué.

source: Search term is too short or too long.
fr: Le terme de recherche est trop court ou trop long.

source: Please enter a valid search term.
fr: Veuillez entrer un terme de recherche valide.

source: Search Results
fr: Résultats de la recherche

source: My Page
fr: Ma Page

source: Group not found.
fr: Groupe non trouvé.

source: You do not have permission to access this group.
fr: Vous n'avez pas la permission d'accéder à ce groupe.

source: Group '%(name)s' added to My Page.
fr: Le groupe '%(name)s' a été ajouté à Ma Page.

source: Group '%(name)s' is already on My Page.
fr: Le groupe '%(name)s' est déjà sur Ma Page.

source: Group '%(name)s' removed from My Page.
fr: Le groupe '%(name)s' a été retiré de Ma Page.

source: Group '%(name)s' was not on My Page.
fr: Le groupe '%(name)s' n'était pas sur Ma Page.

source: DataTable not found.
fr: Table de données non trouvée.

source: You do not have permission to access this DataTable.
fr: Vous n'avez pas la permission d'accéder à cette table de données.

source: DataTable from group '%(group_name)s' (%(date)s) added to My Page.
fr: La table de données du groupe '%(group_name)s' (%(date)s) a été ajoutée à Ma Page.

source: This DataTable is already on My Page.
fr: Cette table de données est déjà sur Ma Page.

source: DataTable from group '%(group_name)s' (%(date)s) removed from My Page.
fr: La table de données du groupe '%(group_name)s' (%(date)s) a été retirée de Ma Page.

source: This DataTable was not on My Page.
fr: Cette table de données n'était pas sur Ma Page.

source: The confirmation link is invalid or has expired. Error: {}
fr: Le lien de confirmation est invalide ou a expiré. Erreur : {}

source: The confirmation link is invalid or has expired.
fr: Le lien de confirmation est invalide ou a expiré.

source: This email address is already associated with another account.
fr: Cette adresse e-mail est déjà associée à un autre compte.

source: This is already your current email address.
fr: Ceci est déjà votre adresse e-mail actuelle.

source: Your email address has been updated successfully. Please log in again.
fr: Votre adresse e-mail a été mise à jour avec succès. Veuillez vous reconnecter.

source: Edit
fr: Modifier

source: Derived
fr: Dérivé

source: Experiment App
fr: Application expérimentale

source: Toggle navigation
fr: Basculer la navigation

source: Home
fr: Accueil

source: Docs
fr: Documentation

source: Projects
fr: Projets

source: Calendar
fr: Calendrier

source: Experimental Groups
fr: Groupes Expérimentaux

source: DataTables
fr: Tables de données

source: Samples
fr: Échantillons

source: Resources
fr: Ressources

source: Core Models
fr: Modèles de base

source: Ethical Approvals
fr: Autorisations Éthiques

source: Partners
fr: Partenaires

source: Storages
fr: Stockages

source: Reference Ranges
fr: Intervalles de référence

source: Static Lists
fr: Listes statiques

source: Controlled Molecules
fr: Molécules contrôlées

source: Jump to Training Manager
fr: Accéder au gestionnaire de formation

source: Training Manager
fr: Gestionnaire de formation

source: Global Search...
fr: Recherche globale...

source: Signed in as
fr: Connecté en tant que

source: My Page
fr: Ma Page

source: Audit Trail
fr: Piste d'audit

source: Roles
fr: Rôles

source: Teams
fr: Équipes

source: Logout
fr: Se déconnecter

source: Login / Register
fr: Connexion / Inscription

source: Recent Changes
fr: Modifications récentes

source: Showing the last 1000 events.
fr: Affichage des 1000 derniers événements.

source: Timestamp
fr: Horodatage

source: User
fr: Utilisateur

source: Resource
fr: Ressource

source: Details
fr: Détails

source: System
fr: Système

source: View Diff
fr: Voir les différences

source: Close
fr: Fermer

source: Filter logs:
fr: Filtrer les journaux :

source: Based on template: %s
fr: Basé sur le modèle : %s

source: Role Name
fr: Nom du rôle

source: Enter role name (e.g., Project Manager)
fr: Entrez le nom du rôle (ex : Chef de projet)

source: Role names must be unique within their scope and 3-80 characters long.
fr: Les noms de rôles doivent être uniques dans leur portée et comporter entre 3 et 80 caractères.

source: Scope
fr: Portée

source: Global roles apply application-wide, team-specific roles are limited to one team.
fr: Les rôles globaux s'appliquent à toute l'application, les rôles spécifiques à une équipe sont limités à une équipe.

source: Describe the purpose and responsibilities of this role...
fr: Décrivez l'objectif et les responsabilités de ce rôle...

source: Optional: Explain what this role can do and its intended use (max 255 characters).
fr: Optionnel : Expliquez ce que ce rôle peut faire et son usage prévu (max 255 caractères).

source: Team
fr: Équipe

source: Select the team this role will be available to.
fr: Sélectionnez l'équipe à laquelle ce rôle sera disponible.

source: Select the permissions this role should have. Permissions are grouped by resource type.
fr: Sélectionnez les permissions que ce rôle doit avoir. Les permissions sont regroupées par type de ressource.

source: Available actions
fr: Actions disponibles

source: Select All
fr: Tout sélectionner

source: Cancel
fr: Annuler

source: Manage Roles
fr: Gérer les rôles

source: Create New Role
fr: Créer un nouveau rôle

source: Role Management
fr: Gestion des rôles

source: Assignments
fr: Attributions

source: Permissions Count
fr: Nombre de permissions

source: No description
fr: Pas de description

source: Assigned
fr: Assigné

source: Not Assigned
fr: Non assigné

source: Edit Role
fr: Modifier le rôle

source: Create from Template
fr: Créer à partir d'un modèle

source: Delete Role
fr: Supprimer le rôle

source: Cannot delete assigned role
fr: Impossible de supprimer un rôle assigné

source: No roles found. Create your first role to get started!
fr: Aucun rôle trouvé. Créez votre premier rôle pour commencer !

source: Are you sure you want to unassign this role?
fr: Êtes-vous sûr de vouloir retirer ce rôle ?

source: Assign Role
fr: Assigner un rôle

source: Assign
fr: Assigner

source: For security reasons, you must change your password to continue.
fr: Pour des raisons de sécurité, vous devez changer votre mot de passe pour continuer.

source: Login
fr: Se connecter

source: Need an account?
fr: Besoin d'un compte ?

source: Register here
fr: Inscrivez-vous ici

source: Forgot Password?
fr: Mot de passe oublié ?

source: Register
fr: S'inscrire

source: Sign Up
fr: S'inscrire

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Login here
fr: Connectez-vous ici

source: Reset Password
fr: Réinitialiser le mot de passe

source: Enter your email address below and we will send you instructions to reset your password.
fr: Entrez votre adresse e-mail ci-dessous et nous vous enverrons les instructions pour réinitialiser votre mot de passe.

source: Request Reset Link
fr: Demander un lien de réinitialisation

source: Back to Login
fr: Retour à la connexion

source: Reset Your Password
fr: Réinitialiser votre mot de passe

source: Hello %(email)s, please enter your new password below.
fr: Bonjour %(email)s, veuillez saisir votre nouveau mot de passe ci-dessous.

source: Set Your Password
fr: Définir votre mot de passe

source: Hello %(email)s, please set a password for your account.
fr: Bonjour %(email)s, veuillez définir un mot de passe pour votre compte.

source: Filters
fr: Filtres

source: Filter by Assignee
fr: Filtrer par responsable

source: Unassigned Only
fr: Non assigné uniquement

source: Confirm Event Move
fr: Confirmer le déplacement de l'événement

source: Comment (Optional)
fr: Commentaire (facultatif)

source: e.g., Rescheduled due to equipment availability.
fr: Ex : Reprogrammé en raison de la disponibilité de l'équipement.

source: This comment will be saved in the version history.
fr: Ce commentaire sera enregistré dans l'historique des versions.

source: Notify team members of this change by email
fr: Notifier les membres de l'équipe de ce changement par e-mail

source: Cancel Move
fr: Annuler le déplacement

source: Confirm
fr: Confirmer

source: Are you sure you want to move this ad-hoc DataTable to %s?
fr: Êtes-vous sûr de vouloir déplacer cette table de données ad-hoc vers %s?

source: Error updating DataTable:
fr: Erreur lors de la mise à jour de la table de données :

source: An unexpected error occurred.
fr: Une erreur inattendue est survenue.

source: Projected animal age at new date:
fr: Âge prévisionnel de l'animal à la nouvelle date :

source: You are moving the event "<strong>{title}</strong>" by <strong>{days}</strong> day(s).
fr: Vous déplacez l'événement "<strong>{title}</strong>" de <strong>{days}</strong> jour(s).

source: Upload to CKAN
fr: Importer sur CKAN

source: Project:
fr: Projet :

source: Upload Options
fr: Options d'import

source: CKAN Dataset Name
fr: Nom du jeu de données CKAN

source: A unique, URL-friendly name (e.g., my-awesome-project).
fr: Un nom unique, compatible URL (ex : mon-super-projet).

source: CKAN Organization
fr: Organisation CKAN

source: Make Dataset Private
fr: Rendre le jeu de données privé

source: Start Upload
fr: Démarrer l'import

source: Resources to Upload
fr: Ressources à importer

source: No DataTables in this project.
fr: Aucune table de données dans ce projet.

source: Project Attachments
fr: Pièces jointes du projet

source: No project attachments.
fr: Aucune pièce jointe au projet.

source: Protocol Attachments
fr: Pièces jointes du protocole

source: from protocol
fr: du protocole

source: No protocol attachments found in this project's datatables.
fr: Aucune pièce jointe de protocole trouvée dans les tables de données de ce projet.

source: Upload Progress
fr: Progression de l'import

source: Waiting to start...
fr: En attente de démarrage...

source: Dataset Exists
fr: Le jeu de données existe

source: A dataset with this name already exists. What would you like to do?
fr: Un jeu de données avec ce nom existe déjà. Que souhaitez-vous faire ?

source: Cancel Upload
fr: Annuler l'import

source: Add/Update Resources in Existing Dataset
fr: Ajouter/Mettre à jour les ressources dans le jeu de données existant

source: Upload Complete!
fr: Importation terminée !

source: Declare Animal(s) as Dead
fr: Déclarer le(s) animal(aux) comme mort(s)

source: Date of Death
fr: Date du décès

source: Apply to All Selected Animals
fr: Appliquer à tous les animaux

source: Euthanasia Reason
fr: Motif de l'euthanasie

source: Select reason...
fr: Sélectionner un motif

source: Severity
fr: Sévérité

source: Select severity...
fr: Sélectionner la sévérité

source: Apply
fr: Appliquer

source: Per-Animal Details
fr: Détails par animal

source: Select Animals
fr: Sélectionner les animaux

source: Declare Dead
fr: Déclarer mort

source: Showing %(start)s - %(end)s of %(total)s items
fr: Affichage de %(start)s à %(end)s sur %(total)s éléments

source: Showing %(total)s items
fr: Affichage de %(total)s éléments

source: Yes
fr: Oui

source: No
fr: Non

source: Back
fr: Retour

source: Are you sure?
fr: Êtes-vous sûr ?

source: Delete
fr: Supprimer

source: View Details
fr: Voir les détails

source: No items to display
fr: Aucun élément à afficher

source: Please correct the following errors:
fr: Veuillez corriger les erreurs suivantes :

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: This action cannot be undone.
fr: Cette action est irréversible.

source: Save
fr: Enregistrer

source: Archived
fr: Archivé

source: + %(count)s more...
fr: + %(count)s de plus...

source: No accessible projects found.
fr: Aucun projet accessible trouvé.

source: New Controlled Molecule
fr: Nouvelle molécule contrôlée

source: Molecule Details
fr: Détails de la molécule

source: Edit Controlled Molecule
fr: Modifier la molécule contrôlée

source: New Molecule
fr: Nouvelle molécule

source: -- All Categories --
fr: -- Toutes les catégories --

source: All Status
fr: Tous les statuts

source: Active Only
fr: Actifs uniquement

source: Inactive
fr: Inactif

source: Search name, CAS, ref...
fr: Rechercher nom, CAS, réf...

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Filter
fr: Filtrer

source: Reset
fr: Réinitialiser

source: Export to Excel
fr: Exporter vers Excel

source: Name
fr: Nom

source: Category
fr: Catégorie

source: Internal Ref
fr: Réf. Interne

source: Storage
fr: Stockage

source: Responsible
fr: Responsable

source: Status
fr: Statut

source: Requires Secure Prescription
fr: Nécessite une prescription sécurisée

source: Required
fr: Requis

source: Active
fr: Actif

source: Usage History
fr: Historique d'utilisation

source: Are you sure you want to delete this molecule? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cette molécule ? Cette action est irréversible.

source: Processing...
fr: Enregistrement...

source: Search...
fr: Recherche en cours...
