Repository: precliniverse/precliniset
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Download all analytes as an XLSX file or upload a file to bulk-add or update analytes.
fr: Téléchargez tous les analytes sous forme de fichier XLSX ou importez un fichier pour ajouter ou mettre à jour des analytes en masse.

source: Existing Analytes
fr: Analytes existants

source: Search Analytes by Name or Description...
fr: Rechercher des analytes par nom ou description...

source: Edit Analyte
fr: Modifier l'analyte

source: Are you sure you want to delete this analyte?
fr: Êtes-vous sûr de vouloir supprimer cet analyte ?

source: Manage Anticoagulants
fr: Gérer les anticoagulants

source: Add New Anticoagulant
fr: Ajouter un nouvel anticoagulant

source: Download all anticoagulants as an XLSX file or upload a file to bulk-add or update anticoagulants.
fr: Téléchargez tous les anticoagulants sous forme de fichier XLSX ou importez un fichier pour ajouter ou mettre à jour des anticoagulants en masse.

source: Existing Anticoagulants
fr: Anticoagulants existants

source: Edit Anticoagulant
fr: Modifier l'anticoagulant

source: Are you sure you want to delete this anticoagulant?
fr: Êtes-vous sûr de vouloir supprimer cet anticoagulant ?

source: Manage Tissue Conditions
fr: Gérer les conditions tissulaires

source: Add New Condition
fr: Ajouter une nouvelle condition

source: Download all tissue conditions as an XLSX file or upload a file to bulk-add or update conditions.
fr: Téléchargez toutes les conditions tissulaires sous forme de fichier XLSX ou importez un fichier pour ajouter ou mettre à jour des conditions en masse.

source: Existing Conditions
fr: Conditions existantes

source: Edit Tissue Condition
fr: Modifier la condition tissulaire

source: Are you sure you want to delete this tissue condition?
fr: Êtes-vous sûr de vouloir supprimer cette condition tissulaire ?

source: Manage Derived Sample Types
fr: Gérer les types d'échantillons dérivés

source: Add New Derived Sample Type
fr: Ajouter un nouveau type d'échantillon dérivé

source: Download all derived sample types as an XLSX file or upload a file to bulk-add or update derived sample types.
fr: Téléchargez tous les types d'échantillons dérivés sous forme de fichier XLSX ou importez un fichier pour ajouter ou mettre à jour des types d'échantillons dérivés en masse.

source: Existing Derived Sample Types
fr: Types d'échantillons dérivés existants

source: Parent Type
fr: Type parent

source: Edit Derived Sample Type
fr: Modifier le type d'échantillon dérivé

source: Are you sure you want to delete this derived sample type?
fr: Êtes-vous sûr de vouloir supprimer ce type d'échantillon dérivé ?

source: Manage Housing Conditions
fr: Gérer les conditions d'hébergement

source: Create / Upload
fr: Créer / Importer

source: New Set
fr: Nouvel ensemble

source: New Item
fr: Nouvel élément

source: Bulk Operations
fr: Opérations en masse

source: Create New Housing Condition Set
fr: Créer un nouvel ensemble de conditions d'hébergement

source: Add New Housing Condition Item
fr: Ajouter un nouvel élément de condition d'hébergement

source: Download existing sets and items, or upload new ones using an XLSX file.
fr: Téléchargez les ensembles et éléments existants, ou importez-en de nouveaux à l'aide d'un fichier XLSX.

source: Download All Housing Data (XLSX)
fr: Télécharger toutes les données d'hébergement (XLSX)

source: Upload Housing Data (XLSX)
fr: Importer les données d'hébergement (XLSX)

source: Existing Housing Condition Sets
fr: Ensembles de conditions d'hébergement existants

source: Items:
fr: Éléments :

source: Edit Set
fr: Modifier l'ensemble

source: View Projects
fr: Voir les projets

source: Are you sure you want to delete this set?
fr: Êtes-vous sûr de vouloir supprimer cet ensemble ?

source: Delete Set
fr: Supprimer l'ensemble

source: No housing condition sets found.
fr: Aucun ensemble de conditions d'hébergement trouvé.

source: All Housing Condition Items
fr: Tous les éléments de condition d'hébergement

source: Sets
fr: Ensembles

source: No Set
fr: Aucun ensemble

source: Edit Item
fr: Modifier l'élément

source: Are you sure you want to delete this item?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?

source: Delete Item
fr: Supprimer l'élément

source: No housing condition items found.
fr: Aucun élément de condition d'hébergement trouvé.

source: Item Name
fr: Nom de l'élément

source: Save changes
fr: Enregistrer les modifications

source: Manage Housing Parameters
fr: Gérer les paramètres d'hébergement

source: Create New Parameter
fr: Créer un nouveau paramètre

source: Existing Parameters
fr: Paramètres existants

source: No housing parameters found.
fr: Aucun paramètre d'hébergement trouvé.

source: Edit Housing Parameter
fr: Modifier le paramètre d'hébergement

source: Manage Organs
fr: Gérer les organes

source: Add New Organ
fr: Ajouter un nouvel organe

source: Download all organs as an XLSX file or upload a file to bulk-add or update organs.
fr: Téléchargez tous les organes sous forme de fichier XLSX ou importez un fichier pour ajouter ou mettre à jour des organes en masse.

source: Existing Organs
fr: Organes existants

source: Search Organs by Name...
fr: Rechercher des organes par nom...

source: Edit Organ
fr: Modifier l'organe

source: Are you sure you want to delete this organ?
fr: Êtes-vous sûr de vouloir supprimer cet organe ?

source: Manage Stainings/Treatments
fr: Gérer les colorations/traitements

source: Add New Staining/Treatment
fr: Ajouter une nouvelle coloration/un nouveau traitement

source: Download all stainings as an XLSX file or upload a file to bulk-add or update stainings.
fr: Téléchargez toutes les colorations sous forme de fichier XLSX ou importez un fichier pour ajouter ou mettre à jour des colorations en masse.

source: Existing Stainings/Treatments
fr: Colorations/Traitements existants

source: Edit Staining/Treatment
fr: Modifier la coloration/le traitement

source: Are you sure you want to delete this staining/treatment?
fr: Êtes-vous sûr de vouloir supprimer cette coloration/ce traitement ?

source: Manage Static Lists
fr: Gérer les listes statiques

source: From this page, you can manage the predefined lists used throughout the application.
fr: Depuis cette page, vous pouvez gérer les listes prédéfinies utilisées dans toute l'application.

source: Manage Tissue Collection Conditions
fr: Gérer les conditions de collecte des tissus

source: Manage Housing Conditions (Sets & Items)
fr: Gérer les conditions d'hébergement (ensembles et éléments)

source: Manage Import Pipelines
fr: Gérer les pipelines d'importation

source: Bulk Download All Lists
fr: Téléchargement en masse de toutes les listes

source: Bulk Upload All Lists
fr: Importation en masse de toutes les listes

source: Usage for Staining: %(staining_name)s
fr: Utilisation de la coloration : %(staining_name)s

source: Back to Stainings
fr: Retour aux colorations

source: This staining is not used by any samples.
fr: Cette coloration n'est utilisée par aucun échantillon.

source: Usage for Tissue Condition: %(condition_name)s
fr: Utilisation de la condition tissulaire : %(condition_name)s

source: Back to Tissue Conditions
fr: Retour aux conditions tissulaires

source: This tissue condition is not used by any samples.
fr: Cette condition tissulaire n'est utilisée par aucun échantillon.

source: Available Libraries
fr: Librairies disponibles

source: Test Bench
fr: Test

source: Upload a sample file to test your script current content.
fr: Chargez un fichier d'essai pour tester votre script actuel.

source: Run Test
fr: Exécuter le test

source: Output Result:
fr: Résultat du test :

source: Save Pipeline
fr: Enregistrer le pipeline

source: Please select a file to test.
fr: Veuillez d'abord sélectionner un fichier.

source: Script content cannot be empty.
fr: Cette action est irréversible.

source: Running...
fr: En cours...

source: Import Pipelines
fr: Importer un plan de travail

source: Create New Pipeline
fr: Créer un nouveau pipeline

source: Are you sure you want to delete this pipeline?
fr: Êtes-vous sûr de vouloir supprimer ce fichier ?

source: No import pipelines found. Create one to get started!
fr: Aucun pipeline d'import trouvé. Créez votre premier pipeline pour commencer !

source: Capacity:
fr: Capacité :

source: Location:
fr: Emplacement :

source: Edit Settings
fr: Modifier les paramètres

source: Inventory
fr: Inventaire

source: Viewing: All Samples
fr: Affichage : Tous les échantillons

source: Status: All
fr: Statut : Tous

source: Type: All
fr: Type : Tous

source: Organ: All
fr: Organe : Tous

source: Storage: All
fr: Stockage : Tous

source: Condition: All
fr: Condition : Tous

source: From
fr: De

source: To
fr: À

source: Ship
fr: Expédier

source: Move
fr: Déplacer

source: Destroy
fr: Détruire

source: Mark as Stored
fr: Marquer comme stocké

source: Select all matching samples
fr: Sélectionner tous les échantillons correspondants

source: Change Storage
fr: Modifier le stockage

source: New Location
fr: Nouvel emplacement

source: Search (ID, Animal)...
fr: Rechercher (ID, Animal)...

source: All %s samples on this page are selected.
fr: Tous les %s échantillons de cette page sont sélectionnés.

source: Select all %s samples matching this search
fr: Sélectionner TOUS les %s échantillons correspondants à cette recherche

source: All %s samples matching this search are selected.
fr: Tous les %s échantillons correspondants à cette recherche sont sélectionnés.

source: Please enter the shipment destination:
fr: Veuillez saisir la destination de l'expédition :

source: Are you sure you want to mark these samples as DESTROYED?
fr: Êtes-vous sûr de vouloir marquer ces échantillons comme DÉTRUITS ?

source: Please select samples first.
fr: Veuillez d'abord sélectionner des échantillons.

source: Samples for Group:
fr: Échantillons pour le groupe :

source: Create New Sample
fr: Créer un nouvel échantillon

source: Create Derived Sample (e.g. Slides)
fr: Créer des échantillons dérivés (ex: Lames)

source: Organs
fr: Organes

source: View Logged Samples
fr: Afficher les échantillons enregistrés

source: No animals found in this group to log samples for.
fr: Aucun animal trouvé dans ce groupe pour lequel enregistrer des échantillons.

source: Step 1: Common Details & Select Sampled Animals
fr: Étape 1 : Détails communs et sélection des animaux échantillonnés

source: Select ALL Animals Sampled in this Event
fr: Sélectionner TOUS les animaux échantillonnés lors de cet événement

source: Select/Deselect All Visible
fr: Sélectionner/Désélectionner tout ce qui est visible

source: Next: Define Sample Set
fr: Suivant : Définir l'ensemble d'échantillons

source: Step 2: Define the Set of Samples Collected
fr: Étape 2 : Définir l'ensemble des échantillons collectés

source: Common Event Details:
fr: Détails communs de l'événement :

source: Default Storage:
fr: Stockage par défaut :

source: Event Notes:
fr: Notes de l'événement :

source: Define each type of sample collected during this event. This set will be applied to selected animals in the next step.
fr: Définissez chaque type d'échantillon collecté pendant cet événement. Cet ensemble sera appliqué aux animaux sélectionnés à l'étape suivante.

source: Add Sample Type to Set
fr: Ajouter un type d'échantillon à l'ensemble

source: Back to Animal Selection
fr: Retour à la sélection des animaux

source: Next: Assign to Animals
fr: Suivant : Assigner aux animaux

source: Step 3: Assign Sample Set & Log
fr: Étape 3 : Assigner l'ensemble d'échantillons et enregistrer

source: Defined Sample Set:
fr: Ensemble d'échantillons défini :

source: Confirm Animals Receiving This Sample Set
fr: Confirmer les animaux recevant cet ensemble d'échantillons

source: Select/Deselect All
fr: Tout sélectionner/désélectionner

source: Back to Define Sample Set
fr: Retour à la définition de l'ensemble d'échantillons

source: Log Samples for Confirmed Animals
fr: Enregistrer les échantillons pour les animaux confirmés

source: Remove this sample definition
fr: Supprimer cette définition d'échantillon

source: Sample Type
fr: Type d'échantillon

source: Storage (Override)
fr: Stockage (Remplacement)

source: Blood Details
fr: Détails du sang

source: Urine Details
fr: Détails de l'urine

source: Tissue Details
fr: Détails du tissu

source: Add Organ/Piece
fr: Ajouter un organe/morceau

source: Other Details
fr: Autres détails

source: Specific Notes for this Sample
fr: Notes spécifiques pour cet échantillon

source: Organ/Tissue Name
fr: Nom de l'organe/tissu

source: Piece ID/Sub-location
fr: ID du morceau/Sous-emplacement

source: e.g., Lobe A, Slice 1
fr: ex : Lobe A, Tranche 1

source: Collection Conditions
fr: Conditions de prélèvement

source: Storage (Organ Specific)
fr: Stockage (spécifique à l'organe)

source: Remove this organ/piece
fr: Supprimer cet organe/morceau

source: Notes (Organ Specific)
fr: Notes (spécifiques à l'organe)

source: -- Use Event Default --
fr: -- Utiliser la valeur par défaut de l'événement --

source: -- Select Sample Type --
fr: -- Sélectionner le type d'échantillon --

source: -- Select Organ --
fr: -- Sélectionner l'organe --

source: Select conditions...
fr: Sélectionner les conditions...

source: No sample set defined. Please add at least one sample type.
fr: Aucun ensemble d'échantillons défini. Veuillez ajouter au moins un type d'échantillon.

source: -- Select Default Storage --
fr: -- Sélectionner le stockage par défaut --

source: Please select at least one animal.
fr: Veuillez sélectionner au moins un animal.

source: Create Derived Samples
fr: Créer des échantillons dérivés

source: Back to Group Samples
fr: Retour aux échantillons du groupe

source: Define a derivation plan that will be applied to ALL selected parent samples.
fr: Définissez un plan de dérivation qui sera appliqué à TOUS les échantillons parents sélectionnés.

source: Parent Samples
fr: Échantillons parents

source: Parent Sample ID
fr: ID de l'échantillon parent

source: Organ
fr: Organe

source: Available Volume
fr: Volume disponible

source: Common Details for ALL New Derived Samples
fr: Détails communs pour TOUS les nouveaux échantillons dérivés

source: Derivation Plan
fr: Plan de dérivation

source: Add to Derivation Plan
fr: Ajouter au plan de dérivation

source: Mark parent sample(s) as 'Used for Derivation'
fr: Marquer le(s) échantillon(s) parent(s) comme 'Utilisé pour dérivation'

source: Create All Derived Samples
fr: Créer tous les échantillons dérivés

source: Derived Type
fr: Type dérivé

source: Staining
fr: Coloration

source: Quantity
fr: Quantité

source: Use Default
fr: Utiliser la valeur par défaut

source: Select Type
fr: Sélectionner le type

source: Select Derived Type
fr: Sélectionner le type dérivé

source: Select Storage
fr: Sélectionner le stockage

source: Select Staining
fr: Sélectionner la coloration

source: Please select a derived type for all entries in the plan.
fr: Veuillez sélectionner un type dérivé pour toutes les entrées du plan.

source: Please add at least one item to the derivation plan.
fr: Veuillez ajouter au moins un élément au plan de dérivation.

source: An unknown error occurred.
fr: Une erreur inconnue est survenue.

source: A network error occurred. Please try again.
fr: Une erreur réseau est survenue. Veuillez réessayer.

source: Select Default Storage
fr: Sélectionner le stockage par défaut

source: Download as Excel
fr: Télécharger en Excel

source: Download as CSV
fr: Télécharger en CSV

source: Sample ID
fr: ID de l'échantillon

source: Collection Date
fr: Date de prélèvement

source: Partner Company
fr: Entreprise partenaire

source: Partner Email
fr: E-mail du partenaire

source: Current Status
fr: Statut actuel

source: Cancel / Back to List
fr: Annuler / Retour à la liste

source: No samples to display.
fr: Aucun échantillon à afficher.

source: Animal ID (from group):
fr: ID de l'animal (du groupe) :

source: Parent Sample ID:
fr: ID de l'échantillon parent :

source: Parent Collection Conditions:
fr: Conditions de prélèvement parentes :

source: Parent Anticoagulant:
fr: Anticoagulant parent :

source: Back to Group Samples List
fr: Retour à la liste des échantillons du groupe

source: Derived Samples
fr: Échantillons dérivés

source: Editing Sample for Animal ID:
fr: Modification de l'échantillon pour l'ID d'animal :

source: Core Information
fr: Informations principales

source: Derivation Details
fr: Détails de la dérivation

source: Biological Tissue Details
fr: Détails du tissu biologique

source: Sample Status
fr: Statut de l'échantillon

source: Enter destination...
fr: Saisir la destination...

source: The shipment date will be set to today.
fr: La date d'expédition sera fixée à aujourd'hui.

source: The destruction date will be set to today.
fr: La date de destruction sera fixée à aujourd'hui.

source: General Notes
fr: Notes générales

source: General notes for this sample...
fr: Notes générales pour cet échantillon...

source: This sample was marked as Shipped/Destroyed. Are you sure you want to change its status and return it to the inventory?
fr: Cet échantillon a été marqué comme Expédié/Détruit. Êtes-vous sûr de vouloir changer son statut et le remettre dans l'inventaire ?

source: Create New Storage
fr: Créer un nouveau stockage

source: Select Team
fr: Sélectionner une équipe

source: No teams available to assign storage.
fr: Aucune équipe disponible pour attribuer un stockage.

source: Filter by Team:
fr: Filtrer par équipe :

source: Existing Storages
fr: Stockages existants

source: Capacity
fr: Capacité

source: Location
fr: Emplacement

source: Samples Stored
fr: Échantillons stockés

source: Cannot delete: storage contains samples
fr: Impossible de supprimer : le stockage contient des échantillons

source: Download Inventory
fr: Télécharger l'inventaire

source: No storages found for the selected team.
fr: Aucun stockage trouvé pour l'équipe sélectionnée.

source: No storages found in any team.
fr: Aucun stockage trouvé dans aucune équipe.

source: No storages found for your team(s).
fr: Aucun stockage trouvé pour votre (vos) équipe(s).

source: Location Details:
fr: Détails de l'emplacement :

source: Contents Summary
fr: Résumé du contenu

source: Storage is empty.
fr: Le stockage est vide.

source: Stored Samples
fr: Échantillons stockés

source: All Projects
fr: Tous les projets

source: Search samples...
fr: Rechercher des échantillons...

source: For Project:
fr: Pour le projet :

source: -- Select a Model --
fr: -- Sélectionner un modèle --

source: Workplan:
fr: Plan de travail :

source: Back to Project
fr: Retour au projet

source: History
fr: Historique

source: Import from XLSX
fr: Importer depuis XLSX

source: Set a start date to view on calendar
fr: Définir une date de début pour voir sur le calendrier

source: Clone to New Draft
fr: Cloner en nouveau brouillon

source: Delete Workplan
fr: Supprimer le plan de travail

source: Planned Number of Animals
fr: Nombre d'animaux planifié

source: Experimental Group:
fr: Groupe expérimental :

source: Total animals:
fr: Total animaux :

source: Animals alive:
fr: Animaux vivants :

source: Group not yet generated.
fr: Groupe pas encore généré.

source: Plan Details
fr: Détails du plan

source: Study Start Date
fr: Date de début de l'étude

source: Expected Date of Birth
fr: Date de naissance prévue

source: Workplan Notes
fr: Notes du plan de travail

source: Events
fr: Événements

source: Day Offset
fr: Décalage (Jours)

source: Week
fr: Semaine

source: Projected Date
fr: Date projetée

source: Age
fr: Âge

source: Event Name (Optional)
fr: Nom de l'événement (Optionnel)

source: Add Event
fr: Ajouter Événement

source: Bulk Add
fr: Ajout en Masse

source: Bulk Assign
fr: Assignation en masse

source: Event Name
fr: Nom de l'événement

source: View Data
fr: Voir les données

source: Enter Data
fr: Saisir les données

source: No DataTables have been generated for this workplan yet.
fr: Aucune table de données n'a encore été générée pour ce plan de travail.

source: Save Draft
fr: Enregistrer Brouillon

source: Please set a Study Start Date and Expected DOB to finalize.
fr: Veuillez définir une date de début d'étude et une date de naissance prévue pour finaliser.

source: Finalize and Plan Study...
fr: Finaliser et planifier l'étude...

source: Generate Experimental Group
fr: Générer le groupe expérimental

source: View Generated Group
fr: Voir le groupe généré

source: Save Workplan Changes
fr: Enregistrer les modifications du plan

source: e.g., Adjusted dosing schedule.
fr: ex : Calendrier de dosage ajusté.

source: Notify team members by email
fr: Notifier les membres de l'équipe par e-mail

source: Workplan Version History
fr: Historique des versions du plan de travail

source: Select a version to view its details.
fr: Sélectionnez une version pour afficher ses détails.

source: Notify team of restore
fr: Notifier l'équipe de la restauration

source: Restore This Version
fr: Restaurer cette Version

source: Bulk Add Events
fr: Ajout d'événements en masse

source: Repeat Every
fr: Répéter tous les

source: Day(s)
fr: Jour(s)

source: Week(s)
fr: Semaine(s)

source: Month(s)
fr: Mois

source: Repeat On (Days of Week)
fr: Répéter le (Jours de la semaine)

source: Ends On
fr: Se termine le

source: On Date
fr: À la date

source: After
fr: Après

source: Advanced Options
fr: Options avancées

source: Skip Weekends (Sat/Sun)
fr: Sauter les week-ends (Sam/Dim)

source: Auto-name events
fr: Nommer automatiquement les événements

source: Use: {n}=number, {day}=day, {week}=week
fr: Utiliser : {n}=nombre, {day}=jour, {week}=semaine

source: Preview
fr: Aperçu

source: events
fr: événements

source: Day
fr: Jour

source: Add
fr: Ajouter

source: Bulk Assign Events
fr: Assignation d'événements en masse

source: Select Protocols (leave blank for all events)
fr: Sélectionner les protocoles (laisser vide pour tous les événements)

source: Assign To
fr: Assigné à

source: Notify team members
fr: Notifier les membres de l'équipe

source: Assign Events
fr: Assigner les événements

source: Import Workplan
fr: Importer un plan de travail

source: Warning: This will overwrite all existing events.
fr: Avertissement : Ceci écrasera tous les événements existants.

source: Finalize Workplan
fr: Finaliser le plan de travail

source: This action will lock the plan and generate datatables. This cannot be undone.
fr: Cette action verrouillera le plan et générera les tables de données. Ceci est irréversible.

source: Create a new experimental group
fr: Créer un nouveau groupe expérimental

source: Link to existing group
fr: Lier à un groupe existant

source: New Group Name
fr: Nom du nouveau groupe

source: Select Group
fr: Sélectionner un groupe

source: Confirm & Generate
fr: Confirmer et générer

source: Confirm Deletion
fr: Confirmer la suppression

source: Are you sure you want to delete this workplan? This cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer ce plan de travail ? Cette action est irréversible.

source: Confirm Clear All
fr: Confirmer tout effacer

source: Are you sure you want to delete ALL planned events?
fr: Êtes-vous sûr de vouloir supprimer TOUS les événements planifiés ?

source: Comment
fr: Commentaire

source: Notify team
fr: Notifier l'équipe

source: Clear All Events
fr: Effacer tous les événements

source: Assignee
fr: Responsable

source: Planned
fr: Planifié

source: Select Protocol...
fr: Sélectionner un protocole...

source: Before DOB
fr: Avant la naissance

source: Invalid Date
fr: Date invalide

source: View on calendar
fr: Voir sur le calendrier

source: No changes have been made.
fr: Aucune modification n'a été effectuée.

source: Please fill in all required fields (Day Offset, Protocol).
fr: Veuillez remplir tous les champs requis (Décalage, Protocole).

source: Saving...
fr: Enregistrement...
